{"Abilities":"---\r\ntitle: Abilties\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: \"Some of the text on condition, damage, ship, and upgrade cards describe ABILITIES. These abilities consist of a timing and an effect\"\r\ntags: [\"INTRODUCTION\", \"PILOT ABILTY\"]\r\n---\r\n\r\nSome of the text on condition, damage, ship, and upgrade cards describe **ABILITIES**. These abilities consist of a timing and an effect.\r\n\r\n- Unless a card ability uses the word “may” or has the “**Action:**” or “**Attack:**” headers, the ability is mandatory and must be resolved.\r\n\r\n- A ship cannot spend or remove tokens that belong to another ship unless an effect explicitly states otherwise. Similarly, a ship cannot spend, modify, or remove die results that belong to another ship unless an effect explicitly states otherwise.\r\n\r\n- If multiple abilities resolve at the same time, the players use the [ability queue](/rules/Ability_Queue) to determine the order in which the abilities resolve.\r\n\r\n- A [destroyed](/rules/Destroying_Ships) ship's abilities remain active until that ship is removed unless the ability specifies a different timing for the effect to end, such as “until the end of the Engagement Phase.” Such effects remain active until the end of the specified time.\r\n\r\n## Pilot and Ship Abilities\r\n\r\nSome ship cards have abilities in addition to or instead of flavor text. All [limited](/rules/Limited) ships have unique, personalized **PILOT ABILITIES** instead of flavor text. Some ships have **SHIIP ABILITIES** on their ship cards listed below their pilot ability or flavor text. Ships of the same ship type all have the same ship ability.\r\n\r\n![Ship Abilites](ship_abilites.webp)\r\n\r\n## Replacement Effects\r\n\r\nSome abilities are substitutive in nature—they replace how an effect would normally resolve. These abilities use the words “would” and “instead.\"\r\n\r\n- Replacement effects are not added to the end of the [ability queue](/rules/Ability_Queue) as they\r\n  are resolved at the timing of the effect they are replacing.\r\n- When a replacement effect resolves, the replaced effect is treated as\r\n  having not occurred.\r\n\r\n  - For example, Jyn Erso's ability says “If a friendly ship at range 0-3\r\n    would gain a focus token, it may gain 1 evade token instead.” If this\r\n    ability is used, an effect that triggers after a ship gains a focus token\r\n    cannot trigger.\r\n\r\n- If there are multiple replacement effects that could substitute for the\r\n  same effect, only one effect can be substituted for the original effect.\r\n\r\n  - For example, a ship is about to gain a focus token and has both the\r\n    ability “Before you would gain a focus token, gain an evade token\r\n    instead” and the ability “Before you would gain a focus token, gain a\r\n    calculate token instead.” Only one of those abilities could be resolved.\r\n\r\n## Paying Costs\r\n\r\nA ship can pay a cost for an effect only if the effect can be resolved.\r\n\r\n- For example, GNK “Gonk” Droid's ability says “Action: Spend 1 :charge: to\r\n  recover 1 shield.” The ship cannot spend the charge if it has no inactive\r\n  shields.\r\n- Replacement effects can replace a cost that a ship would pay for an\r\n  effect. If a cost is replaced in this way, the effect is still resolved.\r\n","Ability_Queue":"---\r\ntitle: Ability Queue\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: The ABILITY QUEUE is used to resolve the timing of multiple abilities that trigger during the same timing window.\r\n---\r\n\r\nThe **ABILITY QUEUE** is used to resolve the timing of multiple [abilities](/rules/Abilities) that trigger during the same timing window. Abilities are resolved from the front of the queue to the back of the queue. These abilities are added to the back of the ability queue using the following rules:\r\n\r\n1. If both players have abilities that triggered from the same event, the abilities are added to the ability queue in player order.\r\n\r\n1. If a player has multiple abilities that triggered from the same event, that player chooses the order that those abilities are added to the ability queue.\r\n\r\n1. If resolving an effect from the ability queue triggers additional effects, they are added to the front of the ability queue using the above rules.\r\n\r\nSee [Appendix](/rules/Ability_Queue_Examples) for 2 examples of the ability queue.\r\n\r\n- If there are game effects that share the same timing window as a player’s ability, the game effect is resolved first.\r\n   * For example, if a ship performs a red barrel roll and the ship has an ability that triggers after it performs a barrel roll, the ship gains a stress token before the other ability is resolved.\r\n\r\n- If an ability's requirements are not met, it cannot be added to the ability queue. For example, at the start of the Engagement Phase, if a ship has an ability that requires it to be tractored, but that ship is not tractored, that ability cannot be added to the queue. The ship cannot add the ability to the queue even if another ability also added to the queue at the start of the Engagement Phase would cause that ship to become tractored upon its resolution.\r\n\r\n- If a ship would be removed while there are one or more abilities in the queue, do not remove that ship until there are no abilities in the queue.","Ability_Queue_Examples":"---\r\ntitle: Ability Queue Example\r\nversion: 1.4.4\r\ncategory: [\"APPENDIX\"]\r\n---\r\n\r\n## Ability Queue Example #1\r\n\r\nJake Farrell (A-wing) has the pilot ability “After you perform a :barrel-roll: or :boost: action, you may choose a friendly ship at range 0-1. That ship may perform a :focus: action.” He also has the ship ability “After you perform an action, you may perform a red :boost: action.”\r\n\r\nJake Farrell activates and performs a :barrel-roll: action. At this point, both his ship and pilot ability trigger. He chooses the order to add them to the ability queue, adding his pilot ability first, then his ship ability.\r\n\r\n![Pilot > Ship](AQ_E1_1.webp)\r\n\r\nWhile resolving his pilot ability, he can choose a friendly ship at range 0-1. He chooses himself, and then performs a :focus: action. This triggers his ship ability again. Now he adds the second instance of his ship ability in front of the first instance of his ship ability.\r\n\r\nWhile he resolves his ship ability, he performs a red :boost: action. This triggers his pilot ability and his ship ability again. He chooses to add his pilot ability first, then his ship ability.\r\n\r\n![Pilot > Ship > Ship](AQ_E1_2.webp)\r\n\r\nWhile resolving his pilot ability again, he chooses a friendly Phoenix Squadron Pilot (A-wing) at range 1. The other A-wing performs a focus action and its ship ability triggers. This is added to the front of the ability queue.\r\n\r\n![Squad > Ship > Ship](AQ_E1_3.webp)\r\n\r\nPhoenix Squadron Pilot resolves its ship ability and performs a red :boost: action. The only abilities remaining in the ability queue are two instances of Jake Farrell's ship ability. Since he is stressed, he cannot perform an action so neither ability has an effect and the ability queue empties.\r\n\r\n## Ability Queue Example #2\r\n\r\nRachel, the Rebel player, is flying “Chopper” (VCX-100) and a Kyle Katarn (HWK-290). Sam, the Scum player, is flying Old Teroch (Fang Fighter) equipped with Static Discharge Vanes.\r\n\r\nAt the start of the Engagement Phase, “Chopper,” Kyle Katarn, and Old Teroch have abilities that trigger. “Chopper's” ability is “At the start of the Engagement Phase, each enemy ship at range 0 gains 2 jam tokens.” Since Rachel is the first player, she will resolve “Chopper's” ability first.\r\n\r\n![Chppoer > Kyle > Old](AQ_E2_1.webp)\r\n\r\nRachel uses “Chopper's” ability, and Old Teroch gains two jam tokens. Static Discharge Vanes' ability is “If you would gain an ion or jam token, if you are not stressed, you may choose a ship at range 0-1 and gain 1 stress token. If you do, the chosen ship gains that ion or jam token instead, then you suffer 1 :hit: damage.” Since this is a replacement effect, it happens immediately. Sam chooses for Old Teroch to gain one stress token and transfers one of the jam tokens to Kyle.\r\n\r\nSince Kyle had two focus tokens, the jam token removes one of them. Rachel chooses to use Kyle's ability to transfer his remaining focus token to “Chopper.”\r\n\r\nOld Teroch's ability is “At the start of the Engagement Phase, you may choose 1 enemy ship at range 1. If you do and you are in its :front-arc:, it removes all of its green tokens.” Although Old Teroch is in the :front-arc: of both enemy ships, “Chopper” is at range 0 and Kyle does not have any green tokens. His ability has no effect.","Actions":"---\r\ntitle: Actions\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Ships can perform actions, which thematically represent things a pilot can do, such as repositioning slightly or flying defensively.\r\n---\r\n\r\nShips can perform actions, which thematically represent things a pilot can do,\r\nsuch as repositioning slightly or flying defensively.\r\n\r\nWhen a ship is instructed to perform an action, the ship can perform a\r\n**STANDARD ACTION**, which includes actions listed in that ship's action bar,\r\nas well as abilities that have the “**Action:**” header on that ship's [condition](/rules/Condition_Cards),\r\n[damage](/rules/Damge), ship, or [upgrade cards](/rules/Upgrade_Cards).\r\n\r\n- A ship cannot perform actions while [stressed](/rules/Stress).\r\n\r\n- Some upgrade cards have an action bar that lists one or more actions.\r\n  These actions are added to the ship’s action bar and therefore are\r\n  standard actions that the ship can perform.\r\n\r\n- Some ship and upgrade cards have a linked action bar which allows the\r\n  ship to perform [linked actions](/rules/Linked_Actions).\r\n\r\n- Some actions can [fail](/rules/Fail).\r\n\r\n- Actions have three difficulties: white, red, or purple. White is the least\r\n  difficult, then red, then purple.\r\n  * As a cost to attempt to perform a red action, a ship must gain 1 stress token.\r\n  * As a cost to attempt to perform a purple action, a ship must spend 1 :force:.\r\n  * If a ship is instructed to perform an action, the action is white unless stated otherwise.\r\n  * If two or more effects would alter the color of an action from its default color (e.g. “treat the action as red” ), the action is treated as the most restrictive of those colors.\r\n\r\n- There is no maximum limit to the number of actions a ship can perform over the course of a round, but a ship cannot perform the same action more than once during a single [round](/rules/), or perform an action it has failed this round.\r\n  + If a ship has multiple damage cards with the same name, each damage card's ability is a different action.\r\n  + Some cards have multiple “**Action:**” headers, each of which indicates a different action.\r\n  + Game effects such as “gain 1 [focus token](/rules/Focus),” “boost,” or “acquire a [lock](/rules/Lock)” are not actions, and a ship can resolve these game effects any number of times each round. Game effects such as “perform a :focus: action,” “perform a :boost: action,” or “perform a :lock: action” are actions, and therefore each ship can perform each of these actions only once per round.\r\n\r\n- During the Perform Action step of a ship's [activation](/rules/Activation_Phase), the ship may perform an action.\r\n\r\n- A ship can choose not to perform an action during the Perform Action step or when granted an action.","Activation_Phase":"---\r\ntitle: Activation Phase\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"ACTIVATION\", \"REVEAL\"]\r\ndesc: The Activation Phase is the third phase of a round. During this phase, each ship ACTIVATES, one at a time, starting with the ship with the lowest initiative and continuing in ascending order.\r\n---\r\n\r\nThe Activation Phase is the third phase of a [round](/rules/Round). During this phase, each ship **ACTIVATES**, one at a time, starting with the ship with the lowest [initiative](/rules/Initiative) and continuing in ascending order.\r\n\r\nEach ship activates by resolving the following steps in order:\r\n\r\n1. **Reveal Dial:** The ship's assigned [dial](/rules/Dail) is **REVEALED** by flipping it faceup and then placing it next to its ship card.\r\n\r\n1. **Execute Maneuver:** The ship executes the [maneuver](/rules/Maneuver) selected on the revealed dial.\r\n\r\n1. **Perform Action:** The ship may perform one [action](/rules/Action).\r\n\r\nAfter all ships have activated, players proceed to the [Engagement Phase](/rules/Engagement_Phase).\r\n\r\n- If a player has multiple ships with the same [initiative](/rules/Initiative) value, that player activates them in any order—finishing the entire activation for one ship before activating another ship of the same initiative value.\r\n\r\n- If multiple players have ships with the same initiative value, [player order](/rules/Player_Order) is used to determine the sequence. The first player activates all of their ships with that initiative value in any order, then the second player activates all of their ships with that initiative value in any order.\r\n\r\n- When a ship activates, if it skips the Reveal Dial step, it cannot resolve\r\n  any abilities that trigger after the ship reveals its dial.\r\n\r\n- A [stressed](/rules/Stress) ship cannot execute red maneuvers or perform actions.\r\n\r\n- If a stressed ship attempts to execute a red maneuver, the ship executes a **STRESS MANEUVER** instead. The stress maneuver is a white [:straight: 2] maneuver. The [bearing](/rules/Bearing), [difficulty](/rules/Difficulty), and [speed](/rules/Speed) of this maneuver cannot be changed unless an ability explicitly affects the stress maneuver.\r\n\r\n- If a ship with no active :force: attempts to perform a purple maneuver, it executes a stress maneuver instead.","Agility":"---\r\ntitle: Agility\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A ship's agility is the green number on its ship card. This value indicates the number of defense dice the ship rolls while it defends.\r\n---\r\n\r\nA ship's agility is the green number on its ship card. This value indicates the number of defense dice the ship rolls while it defends.\r\n\r\n> *Agility Value on a Ship Card.*\r\n\r\n![Agility](Agility_ship_value.webp)\r\n\r\n- During an [attack](/rules/Attack), a ship with an agility value of “0” can still roll additional defense dice granted by game effects such as the [range bonus](/rules/Range_Bouns) the attack being [obstructed](/rules/Obstructed) by an [obstacle](/rules/Obstacles), or other card [abilities](/rules/Abilities).\r\n\r\n- Abilities or game effects that cause a ship to roll additional or fewer defense dice do not modify the agility value of the defender.\r\n\r\n- All modifiers to agility are cumulative.\r\n\r\n- After all modifiers have been applied, if the number of defense dice required for a roll is less than “0,” it is treated as “0.”.\r\n\r\n- After all modifiers have applied, if the number of defense dice required for a roll is greater than \"6,\" it is treated as \"6.\".\r\n","Allied":"---\r\ntitle: Allied\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Some ships/devices controlled by the same player are ALLIED to each other instead of being friendly. Allied ships are use by their player much like friendly ships, but do not interact with effects that affect \"friendly ships.\r\n---\r\n\r\nSome ships/[devices](/rules/Device) controlled by the same player are **ALLIED** to each other instead of being [friendly](/rules/Friendly). Allied ships are use by their player much like friendly ships, but do not interact with effects that affect \"friendly ships.\".\r\n\r\n- Ships cannot perform [attacks](/rules/Attack) against allied ships, unless specified otherwise.\r\n- A ship is not friendly to its allied ships, and abilities that affect \"friendly ships\" do not affect allied ships.\r\n- A ship is not \"allied\" with itself, and so abilities that affect \"allied ships\" do not affect the ship that produces them.\r\n","Appendix_Env_Cards":"---\r\ntitle: \"Appendix: Env Cards\"\r\nversion: 1.4.4\r\ncategory: [\"RULES\", \"APPENDIX\", \"GLOSSARY\"]\r\ntags: [\"ANATOMY OF AN ENVIRONMENT CARD\",\r\n      \"CHOOSING TO USE ENVIRONMENT CARDS\",\"USING ENVIRONMENT CARDS\",\"VICTORY COUNTERS\",\"WHERE TO FIND ENVIRONMENT CARDS\"]\r\ndesc: Environment cards are cards containing special rules that simulate environmental conditions of the battlefield.\r\n---\r\n\r\n**ENVIRONMENT CARDS** are cards containing special rules that simulate environmental conditions of the battlefield, such as ion clouds, unexploded munitions, or meteor showers. Each card offer players a way to quickly add a new combination of obstacles and special rules to their games. \r\n\r\nEnvironment cards are meant for casual play, and are an excellent option to add a twist to home games, local events, and even **Epic Battles** scenarios.\r\n\r\n## ANATOMY OF AN ENVIRONMENT CARD\r\n\r\nEach environment card lists a set of components to be gathered during Setup, as well as rules for their use.\r\n\r\n> Environment Card Front\r\n\r\n![Overlap resolved](ENV_CARD_FRONT.webp)\r\n\r\n\r\n> Environment Card Back\r\n\r\n![Overlap resolved](ENV_CARD_BACK.webp)\r\n\r\n\r\n## CHOOSING TO USE ENVIRONMENT CARDS\r\n\r\nTo play a scenario using Environment cards, both players should first agree to use them.\r\n\r\n## USING ENVIRONMENT CARDS\r\n\r\nDuring the Gather Forces step of Setup, shuffle the Environment cards and randomly deal one. Each environment card has additional rules while placing obstacles, and many have additional special rules during play. For instance, some introduce devices into the play area, or add new rules to existing obstacles, or even cause objects to move during play.\r\n\r\n## VICTORY COUNTERS\r\n\r\nSome scenarios have **VICTORY COUNTERS** that are used as markers in the play area, used to track progress, or scored for completing goals during play. These are represented in text with the :point: icon.\r\n\r\n> Vicotry Counters\r\n\r\n![Victory Counters](Victory_Counters.webp)\r\n\r\nEnvironment cards use victory counters only as markers, and not for scoring. Each environment card that uses victory counters explains their use in that scenario.\r\n\r\n## WHERE TO FIND ENVIRONMENT CARDS\r\n\r\nEnvironment cards can be found in several products. A full list of environment cards and locations follows:\r\n\r\n## NEVER TELL ME THE ODDS OBSTACLES PACK\r\n\r\n- **Asteroid Shower** (9 Obstacles)\r\n- **Clouzon-36 Deposits** (6 Obstacles)\r\n- **Comet Tail** (8 Obstacles)\r\n- **Ion Clouds** (6 Obstacles)\r\n- **Mynock Infestation** (6 Obstacles)\r\n- **Recent Wreckage** (9 Obstacles)\r\n\r\n## FULLY LOADED OBSTACLES PACK\r\n\r\n- **Continuous Bombardment** (6 Obstacles, 8 Devices)\r\n- **Countdown** (5 Obstacles, 1 Device)\r\n- **Minefield** (4 Obstacles, 4 Devices)\r\n- **Munitions Cache** (6 Obstacles, 7 Scenario Upgrades)\r\n- **Pinpoint Bombardment** (6 Obstacles, 6 Scenario Upgrades)\r\n- **Unexploded Ordnance** (5 Obstacles, 4 Devices)\r\n","Arc":"---\r\ntitle: Arc\r\nversion: 1.4.6\r\nlinks: [\r\n\t{title: \"Standard Arc\",id: \"standard-arcs\"},\r\n\t{title: \"Bullseye Arc\",id: \"bullseye-arc\",},\r\n\t{title: \"Full Arcs\",   id: \"full-arcs\"},\r\n\t{title: \"Turret Arcs\", id: \"turret-arcs\"},\r\n\t{title: \"Firing Arcs\", id: \"firing-arcs\"}\r\n]\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"BEHIND\",\"TURRET ARC\",\"BULLSEYE ARC\",\"FIRING ARC\",\"FLANKING\",\"IN FRONT OF\"]\r\ndesc: An arc is an area formed between the lines created by extending hash marks or arc lines printed on a ship token to range 3. A ship is IN an arc if any part of its base is inside that area.\r\n---\r\n\r\nAn arc is an area formed between the lines created by extending hash marks or arc lines printed on a ship token to range 3. A ship is **IN** an arc if any part of its base is inside that area.\r\n\r\n- Arcs are measured beyond the base of ships. The portion of any object that lies beneath a ship is not in any of those ship's arcs.\r\n\r\n### Standard Arcs\r\n\r\nThere are three types of **STANDARD ARCS** created from the crossed diagonal arc lines:\r\n\r\n![Ships Arcs](standard_ship_arcs.webp)\r\n\r\n1. **Front arc (:front-arc:):** This arc projects in the same direction that the ship is facing. Most ships have a primary :front-arc: weapon. Almost all :cannon:, :torpedo:, and :missile: weapons use this arc.\r\n\r\n1. **Side arcs (:left-arc:,:right-arc:)** These arcs are on the left (:left-arc:) or right (:right-arc:) side of ships.\r\n\r\n1. **Rear arc (:rear-arc:)** This arc projects in the opposite direction that the ship is facing. Some ships have a primary :rear-arc: weapon.\r\n\r\n### Bullseye Arc\r\n\r\nInside of the front arc, each ship has a bullseye arc.\r\n\r\n![Bullseye Arc](ship_bullseye_arc.webp)\r\n\r\n**Bullseye arc (:bulls-eye-arc:):** This arc is found inside the :front-arc:. If something is in a ship's :bulls-eye-arc:, it is also in its :front-arc:.\r\n\r\n- The :bulls-eye-arc: is the width and length of the range ruler.\r\n\r\n- There is no intrinsic effect when a ship attacks a ship in its :bulls-eye-arc:, but card [abilities](/rules/Abilities) may refer to it.\r\n\r\n### Full Arcs\r\n\r\nThere are two **FULL ARCS** that use the midway line instead of the printed arc lines.\r\n\r\n![Full Arc](ship_full_arcs.webp)\r\n\r\n1. **Full front arc (:full-front-arc:):** This arc covers all of the area in front of the ship. Some ships have primary :full-front-arc: weapons.\r\n\r\n1. Full rear arc (:full-rear-arc:): This arc covers all of the area behind the ship.\r\n\r\nUsing the :full-front-arc:, :full-rear-arc:, and extending the midway line to range 3, the following phrases are used to express specific spacial relationships between ships.\r\n\r\n- **Behind:** If ship A is in the :full-rear-arc: of ship B and ship A does not cross the midway line of ship B, then ship A is **BEHIND** ship B.\r\n\r\n- **In front of:** If ship A is in the :full-front-arc: of ship B and ship A does not cross the midway line of ship B, then ship A is **IN FRONT OF** ship B\r\n\r\n- **Flanking:** If ship A crosses the midway line of ship B, then ship A is **FLANKING** ship B.\r\n\r\n### Turret Arcs\r\n\r\nUnlike other arcs, some weapons use turret arc indicators to select arcs. There are two types of turret arc indicators: single turret (:single-turret-arc:) and double turret (:double-turret-arc:). During [setup](/rules/Setup), a ship with a [primary](/rules/Primary_Weapon) (or [special](/rules/Special_Weapon)) :single-turret-arc: or :double-turret-arc: weapon adds the corresponding turret arc indicator to its base.\r\n\r\n![Turret Arcs](ship_turret_arcs.webp)\r\n\r\nThe turret arc indicator points toward one of the ship's four standard arcs. The standard arc that the turret arc indicator is pointing toward is a :single-turret-arc: in addition to still being a standard arc. While a ship performs a :single-turret-arc: attack, it can attack a target that is in its :single-turret-arc: arc.\r\n\r\nA ship with a double turret arc indicator has two :single-turret-arc: in opposite directions.\r\n\r\nA ship can adjust which standard arc(s) that its turret arc indicator is pointing towards by using the [rotate](/rules/Rotate) (:rotate-arc:) action.\r\n\r\n![Double Turret Arc Indicator](double_turret_indicator.webp)\r\n\r\n> Double Turret Arc Indicator\r\n\r\nHuge ships have additional rules for turret arc indicators (see [Appendix: Huge Ships](/rules/Huge_Ships))\r\n\r\n### Firing Arcs\r\n\r\nA ship's **FIRING ARCS** include all shaded arcs on the ship's ship token plus all :single-turret-arc: arcs, if any.\r\n\r\n- If an upgrade card gives a ship a :single-turret-arc: arc or primary weapon with a specified arc, those arcs are also firing arcs.","Attack":"---\r\ntitle: Attack\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"DEFEND\"]\r\ndesc: Ships can perform attacks which thematically represents the ship firing its blaster cannons, ordnance, or other weapons.\r\n---\r\n\r\nShips can perform attacks which thematically represents the ship firing its blaster cannons, ordnance, or other weapons.\r\n\r\nIf a ship performs an attack, it becomes the attacker then follows these steps:\r\n\r\n1.  **Declare Target:** During this step, the attacking player identifies and\r\n    1.  **Measure Range:** The attacking player measures [range](/rules/Range) from the attacker to any number of enemy ships and determines which enemy ships are in which of its [arcs](/rules/Arc) \r\n    1.  **Choose Weapon:** The attacking player chooses one of the attacker's [primary](/rules/Primary_Weapon) or [special](/rules/Special_Weapon) weapons.\r\n    1.  **Declare Defender:** The attacking player chooses an enemy ship to be the defender. The defender must meet the requirements defined by the weapon. \r\n    1.  **Pay Costs:** The attacker must pay any costs for performing the attack.\r\n    - During the Declare Target step, the [attack arc](/rules/Attack_Arc) is the arc that corresponds to the chosen weapon. The [attack range](/rules/Attack_Range) is determined by measuring range from the closest point of the attacker to the closest point of the defender that is **in** the attack arc \r\n    - A primary weapon requires the attack range to be range 0-3. A primary weapon has no cost by default.\r\n    - Special weapons have different requirements specified by the source of the attack. \r\n    - If there is no valid target for the chosen weapon, or if the attacker cannot pay the costs required for the attack, the attacking player either chooses a different weapon or chooses not to attack.\r\n\r\n1.  **Attack Dice:** During this step, the attacking player rolls attack dice and the players can modify the dice.\r\n    1. **Roll Attack Dice:** The attacking player determines the number of attack dice to roll. Starting with the attack value, modifiers that increase or decrease the number of attack dice (such as range bonus and other effects) are applied. Next, if any minimum or maximum number of dice has been set, that limit is applied. There is always a minimum of 0 and a maximum of 6. Then they roll that many dice.\r\n    * While performing a primary attack at attack range 0, attack dice cannot be added.\r\n        1. **Modify Attack Dice:** The players resolve abilities that modify the attack dice. The defending player resolves their abilities first, then the attacking player resolves their abilities.\r\n    * While performing a primary attack at attack range 0,the attacker's dice cannot be modified, except by the defender.\r\n    * The most common ways the attacker modifies attack dice are by spending a [focus](/rules/Focus) [token](/rules/Token) or spending a [lock](/rules/Lock) it has on the defender.\r\n    * Each defense die cannot be rerolled more than once during an attack.\r\n\r\n1.  **Defense Dice:** During this step, the defending player rolls a number of defense dice equal to the ship's [agility](/rules/Agility) value and the players can modify the dice.\r\n    1. **Roll Defense Dice:** The defending player determines a number of defense dice to roll. Starting with the defender's agility value, modifiers that increase or decrease the number of defense dice (such as range bonus, whether the attack is being obstructed by an obstacle, and other effects) are applied. Next, if any minimum or maximum number of dice has been set, that limit is applied. There is always a minimum of 0 and a maximum of 6. Then they roll that many dice.\r\n    1. **Modify Defense Dice:** The players resolve abilities that modify the defense dice. The attacking player resolves their abilities first, then the defending player resolves their abilities.\r\n    * While defending at range 0, enemy ships cannot reduce the number of defense dice you roll, cancel your results, or modify your results.\r\n    * The most common ways the defender modifies defense dice are by spending a focus or [evade](/rules/Evade) token.\r\n    * Each defense die cannot be rerolled more than once during an attack.\r\n\r\n1.  **Neutralize Results:** During this step, pairs of attack and defense dice neutralize each other. Dice are **NEUTRALIZED** in the following order:\r\n\r\n    1. Pairs of :evade: and :hit: results are canceled.\r\n    1. Pairs of :evade: and :critical-hit: results are canceled.\r\n     \r\n    The attack [hits](/rules/Hit) if at least one :hit: or :critical-hit: result remains uncanceled; otherwise, the attack [misses](/rules/Miss).\r\n\r\n1.  **Deal Damage:** If the attack hits, the [defender suffers](/rules/Defender) damage for each uncanceled :hit: and :critical-hit: result in the following order:\r\n\r\n    1. The defender suffers 1 :hit: damage for each uncanceled :hit: result. Then cancel all :hit: results.\r\n    1. The defender suffers 1 :critical-hit: damage for each uncanceled :critical-hit: result. Then cancel all :critical-hit: results.\r\n         \r\n1.  **Aftermath:** Abilities that trigger after an attack are resolved in the following order.\r\n    1. Resolve any of the defending player's abilities that trigger after a ship defends or is destroyed, excluding abilities that grant a bonus attack.\r\n    1. Resolve any of the attacking player's abilities that trigger after a ship performs an attack or is destroyed, excluding abilities that grant a bonus attack.\r\n    1. Resolve any of the defending player's abilities that trigger after a ship defends or is destroyed that grant a bonus attack.\r\n    1. Resolve any of the attacking player's abilities that trigger after a ship performs an attack or is destroyed that grant a bonus attack.\r\n        \r\n- Each ship may perform one standard attack when it engages during the Engagement Phase\r\n\r\n- If a ship is [destroyed](/rules/Destroyed_Ship) at an initiative step during the [Engagement Phase](/rules/Engagement_Phase), the ship is not removed until all ships of the attacker's [initiative](/rules/Initiative) have engaged.\r\n\r\n- During an attack, a ship cannot choose to roll fewer dice than it is supposed to roll.\r\n\r\n- If a player would roll more dice than they have available, keep track of the rolled results and reroll the dice necessary to equal the total number of dice the player would have rolled all at once. Note that these dice are not considered rerolled for the purposes of modifying dice.\r\n","Attack_Arc":"---\r\ntitle: Attack Arc\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"ARC\"]\r\ndesc: During an attack, the ATTACK ARC is the arc that corresponds to the weapon the attacker is using. During the Declare Defender step, the opposing ship needs to be in the attack arc.\r\n---\r\n\r\nDuring an [attack](/rules/Attack), the **ATTACK ARC** is the [arc](/rules/Arc) that corresponds to the weapon the attacker is using. During the Declare Defender step, the opposing ship needs to be in the attack arc.","Attack_Range":"---\r\ntitle: Attack Range\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"RANGE\"]\r\ndesc: During an attack, the ATTACK RANGE is determined by measuring range from the closest point of the attacker to the closest point of the defender that is in the attack arc.\r\n---\r\n\r\nDuring an attack, the **ATTACK RANGE** is determined by measuring [range](/rules/Range) from the closest point of the attacker to the closest point of the defender that is in the [attack arc](/rules/Attack_Arc).\r\n\r\n- While measuring range for abilities that do not specify the attack range, the range between the attacker and defender is measured from the closest point of the attacker to the closest point of the defender, ignoring the attack arc.\r\n\r\n- While attacking a ship at range 0, the attack range is always 0.","Ban_Restrocted_list":"---\r\ntitle: Ban Restrocted List\r\nversion: 1.4.6\r\ncategory: [\"BAN\"]\r\n---\r\n\r\n## Ban List\r\n\r\n| Card Name |\r\n| ----------- |\r\n| •Admiral Sloane (:crew:)[Imperial] |\r\n| Advanced Sensors (:sensor:) |\r\n| Autoblasters (:cannon:) |\r\n| •Boba Fett (:crew:)(Scum) |\r\n| •Cassian Andor (:crew:)[Rebel] |\r\n| •Commander Pyre (:crew:)[First Order] |\r\n| Delta-7B (:configuration:) [Banned in Standard AND Extended] |\r\n| •Han Solo (Scavenged YT-1300 Light Freighter)(Jaded Smuggler) |\r\n| •Hera Syndulla (VCX-100)(Spectre-2) |\r\n| Inertial Dampeners (:illicit:) |\r\n| Hull Upgrade (:modification:) |\r\n| •Informant (:crew:) |\r\n| Interloper Turn (:talent:) |\r\n| Intimidation (:talent:) |\r\n| •Kaydel Connix (:crew:)[Resistance] |\r\n| •• Phlac Arphocc Prototype (Droid Tri-Fighter)(Predictive Analysis Protocol) |\r\n| Precognitive Reflexes (:force:) |\r\n| •R2-A6 (:astromech:)[Republic] |\r\n| •Saesee Tiin (Delta-7 Aethersprite)(Prophetic Pilot) |\r\n| R2 Astromech (:astromech:) |\r\n| R5 Astromech (:astromech:) |\r\n| •Sabine Wren (:crew:)[Rebel] |\r\n| •Saesee Tiin (Delta-7B Aethersprite)(Prophetic Pilot) |\r\n| Seasoned Navigator (:crew:) |\r\n| Sense (:force:) |\r\n| •Slave I (:title:) (Scum) |\r\n| Static Discharge Vanes (:modification:) |\r\n| Stealth Device (:modification:) |\r\n| Supernatural Reflexes (:force:) |\r\n| •Supreme Leader Snoke (:crew:,:crew:)[First Order] | \r\n| •Tal Merrik (:crew:)(Separatist) |\r\n| •Tobias Beckett (:crew:)(Scum) |\r\n| Trajectory Simulator [:sensor:] |\r\n| •Ved Foslo (TIE Advanced)(Ambitious Engineer) |\r\n| •Vi Moradi (Resistance Transport Pod)(Starling) |\r\n\r\n## Restricted List\r\n\r\n| Card Name           |\r\n| ------------------- |\r\n| No Restricted Cards |\r\n","Barrel_Roll":"---\r\ntitle: Barrel Roll\r\nversion: 1.4.6\r\nicons: [\"barrel-roll\"]\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Pilots can barrel roll to move their ship laterally and adjust their position.\r\n---\r\n\r\nPilots can barrel roll to move their ship laterally and adjust their position. When a small ship performs :barrel-roll: a action, it barrel rolls by following these steps:\r\n\r\n1. Take the [1 :straight:] template.\r\n2. Place the narrow edge of the template flush aginst, the left or right side of the ship's base. The template must be placed with the middle line of the template aligned with the hashmark on the isde of the base.\r\n3. Lift the ship off the play surface, then place the ship with the hashmark on the side of the base aligned to hte front, middle, or back of the other narrow end of the template.\r\n4. Return the emplate to the [supply](/rules/Supply).\r\n\r\n![Barrel Roll](tie_barrel_roll.webp)\r\n\r\n> A TIE fighter barrel rolls to the right and slightly forward, slightly backward, or straight across.\r\n\r\nWhen a [medium or large ship](/rules/Ship_Sizes) barrel rolls, subsitute \"long edge\" for \"narrow edge\" in the above description.\r\n\r\n![Barrel Roll](punisher_barrel_roll.webp)\r\n\r\n> A TIE Pusisher barrel rolls to the right.\r\n\r\n- When a player declares to barrel roll a ship, that player also declares\r\n  whether the ship is barrel rolling to the left or right. Then, while\r\n  attempting to place the ship, the player may attempt to place the ship at\r\n  the front, middle, and back before choosing one of those positions.\r\n\r\n- While attempting to place a ship to complete a barrel roll, the barrel roll\r\n  can [fail](/rules/Fail) if any of the following occurs:\r\n\r\n  - All three positions would cause the ship to [overlap](/rules/Overlap) another ship.\r\n\r\n  - All three positions would cause the ship to overlap or [move through](/rules/Move) an [obstacle](/rules/Obstacle).\r\n\r\n  - All three positions would cause the ship to be outside the play area (and therefore would cause that ship to [flee](/rules/Flee)).\r\n\r\n- If a barrel roll fails, the ship is returned to its prior position before it\r\n  attempted the barrel roll. If this was part of a :barrel-roll: action, that action fails.\r\n\r\n- The player cannot choose to fail a barrel roll if one of the three positions\r\n  would not cause the action to fail.\r\n\r\n- Performing a barrel roll does not count as executing a [maneuver](/rules/Maneuver) but does\r\n  count as a [move](/rules/Move).\r\n- If an ability instructs a ship to barrel roll, this is different than performing\r\n  a :barrel-roll: action. A ship that barrel rolls without performing the action can\r\n  still perform the :barrel-roll: action this round.\r\n","Bearing":"---\r\ntitle: Bearing\r\nversion: 1.4.6\r\nlinks: [\r\n  { title: \"Basic Manuvers\", id: \"basic-manuvers\" },\r\n\t{ title: \"Advanced Maneuvers\", id: \"advanced-maneuvers\" }\r\n]\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"BANK LEFT\",\"BANK RIGHT\",\"TURN LEFT\",\"TURN RIGHT\",\"REVERSE BANK\",\"REVERSE STRAIGHT\",\"SEGNOR'S LOOP\",\"STANDARD ARC\",\"STATIONARY\",\"STRAIGHT\",\"TALLON ROLL\",\"TURN\",\"BANK\",\"DIRECTION\",\"KOIOGRAN TURN\"]\r\ndesc: \"Each maneuver has three components: speed (a number 0-5), difficulty (red, white, or blue), and bearing (an arrow or other symbol). Each bearing is also defined with a DIRECTION, including straight, left, or right.\"\r\n---\r\n\r\nEach [maneuver](/rules/Maneuver) has three components: [speed](/rules/Speed) (a number 0-5), [difficulty](/rules/Difficulty) (red, white, or blue), and bearing (an arrow or other symbol). Each bearing is also defined with a **DIRECTION**, including straight, left, or right.\r\n\r\nAll maneuvers are categorized as either basic or advanced. Additionally, all maneuvers that begin by using the front [guides](/rules/Guides) are **FORWARD** maneuvers.\r\n\r\n### Basic Manuvers\r\n\r\nThe following bearings are for **BASIC MANEUVERS**. These maneuvers follow the standard rules for executing a maneuver.\r\n\r\n- **Straight:** The :straight: (straight) bearing advances a ship straight forward.\r\n- **Bank:** The :bank-left: (left bank) and :bank-right: (right bank) bearings advance a ship at a shallow curve to one side, changing its facing by 45º.\r\n- **Turn:** The :left-turn: (left turn) and :right-turn: (right turn) bearings advance a ship at a tight curve to one side, changing its facing by 90º.\r\n\r\n### Advanced Maneuvers\r\n\r\nThe following bearings are for **ADVANCED MANEUVERS**. These have exceptions to the standard rules for executing a maneuver.\r\n\r\n- **Koiogran Turn:** The :koiogran-turn: (Koiogran turn) bearing advances a ship straight forward, changing its facing by 180º. This uses the same template as the :straight: maneuver. + If the ship fully executes the maneuver, the player slides the ship's front guides into the end of the template instead of the rear guides.\r\n- **Segnor's Loop:** The :segnor-left: (left Segnor's Loop) and :segnor-right: (right Segnor's Loop) bearings advance a ship at a shallow curve to one side, then reverses its facing. This uses the same template as the :bank-left: and :bank-right: maneuvers. + If the ship fully executes the maneuver, the player slides the ship's front guides into the end of the template instead of the rear guides.\r\n- **Tallon Roll:** The :tallon-left: (left Tallon Roll) and :tallon-right: (right Tallon Roll) bearings advance a ship at a tight curve to one side, sharply changing its facing by 180º. This uses the same template as the :left-turn: and :right-turn: maneuvers. + If the ship fully executes the maneuver, before the player places the ship at the opposite end of the template, the ship is rotated 90º to the left for a :tallon-left:, or 90º to the right for a :tallon-right:. Then the player places the ship with the hashmark on the side of the base aligned to the left, middle, or right of the end of the template, (similar to a [barrel roll](/rules/Barrel_Roll)).\r\n\r\nIf a ship overlaps another ship while executing a Koiogran turn, Segnor's Loop, or Tallon Roll, the ship partially executes the maneuver by using the rear guides as though it was executing the basic maneuver that uses the same template.\r\n\r\n- **Stationary:** The :stationary: (stationary) bearing does not move the ship from its current position. This bearing does not have a corresponding template. \r\n  + A ship that executes this maneuver counts as executing a maneuver, does not overlap any ships, does trigger the effects of overlapping any obstacles at range 0, and continues to be at range 0 of any objects it was touching before executing this maneuver. \r\n  + Stationary maneuvers are not forward maneuvers. \r\n  + A ship that executes a stationary maneuver always fully executes the maneuver. At the start of any type of **REVERSE** maneuver, instead of sliding the template between the front guides of the ship's base, slide it between the rear guides. Additionally, when the ship is moved, the player slides the ship's front guides into the end of the template instead of the rear guides.\r\n- **Reverse Straight:** The :r-straight: (reverse straight) bearing moves the ship straight backward. This bearing uses the same template as the :straight: maneuver.\r\n  + Reverse straight maneuvers are reverse maneuvers, not forward maneuvers.\r\n- **Reverse Bank:** The :r-bank-left: ( left reverse bank) and :r-bank-right (right reverse bank) bearing moves the ship at a shallow curve to one side, changing its facing by 45º. This bearing uses the same template as the :bank-left: and :bank-right: maneuvers. \r\n  + Reverse bank maneuvers are reverse maneuvers, not forward maneuvers.","Blaze":"---\r\ntitle: Blaze\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nWhen this object is placed, fit the guides to the tab of the Blazer Bomb.\r\n\r\n![Blaze Bomb](Blaze_Bomb.webp)\r\n\r\nAfter this obstacle is placed, place a fuse marker on it.\r\n\r\n- During the End Phase, remove each Blaze with no fuse markers, then remove one fuse marker from each Blaze.\r\n\r\nWhile a ship moves, if it moves through or overlaps a Blaze obstacle, it suffers the following effect:\r\n\r\n- After the move is resolved, roll one attack die. On a :hit: or :critical-hit: result, the ship suffers one :hit: damage; on a :focus: result, it gains one stress token. Then the ship skips its Perform Action step this round.\r\n\r\nAfter a remote relocates, if it relocates so that it at range 0 of a Blaze obstacle, it suffers one :hit: damage.\r\n\r\nWhile a unit defends, if the attack is obstructed by a Blaze, it rolls 1 additional defense die","Bomb":"---\r\ntitle: Bomb\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A bomb is a type of device that is placed in the play area through a card effect from a device upgrade card.\r\n---\r\n\r\nA bomb is a type of [device](/rules/Device) that is placed in the [play area](/rules/Play_Area) through a card effect from a :device: upgrade card. The upgrade card that corresponds to the bomb has the “Bomb” trait at the top of its card text. Bombs can be dropped or launched during the [System Phase](/rules/System_Phase) and detonate at the end of the [Activation Phase](/rules/Activation_Phase).","Boost":"---\r\ntitle: Boost\r\nversion: 1.4.6\r\nicons: [\"boost\"]\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Boost represents a pilot activating additional thrusters to move farther forward.\r\n---\r\n\r\nBoost represents a pilot activating additional thrusters to move farther forward. When a ship performs a :boost: action, it boosts by following these steps:\r\n\r\n1. Choose the [1 :straight:], [1 :bank-left:], or [1 :bank-right:] template.\r\n2. Set the template between the ship's front [guides](/rules/Guides).\r\n3. Place the ship at the opposite end of the template and slide the rear guides of the ship into the template.\r\n4. Return the template to the [supply](/rules/Supply).\r\n\r\n![X Wing Boost](xwing-boost.webp)\r\n\r\n> An X-wing boosts to the left, straight, or to the right.\r\n\r\n- When a player declares to boost a ship, that player also declares whether\r\n  the ship is boosting straight, left, or right.\r\n- While attempting to place a ship to complete a boost, the boost can [fail](/rules/fail) if any of the following occurs: + The ship's final positions would cause the ship to [overlap](/rules/overlap) another ship. + The ship would overlap or [move through](/rules/Move_Through) an [obstacle](/rules/Obstacle). + The ship's final position would cause it to be outside the play area (and therefore would cause that ship to [flee](/rules/Flee)).\r\n- If a boost fails, the ship is returned to its prior position before it attempted the boost. If this was part of a :boost: action, that action fails.\r\n- The player cannot choose to fail a boost if the final position would not cause the action to fail.\r\n- Performing a boost does not count as executing a maneuver but does count as a move.\r\n- If an ability instructs a ship to boost, this is different than performing a :boost: action. A ship that boosts without performing the action can still perform the :boost: action this round.\r\n","Bouns_Attack":"---\r\ntitle: Bouns Attack\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: If a card instructs a ship to perform a bonus attack, it performs an additional attack during the Aftermath step.\r\n---\r\n\r\nIf a card instructs a ship to perform a bonus attack, it performs an additional [attack](/rules/Attack) during the Aftermath step.\r\n\r\n- A few [special weapons](/rules/Special_Weapon) provide a bonus attack using the same weapon.\r\n  While performing this type of bonus attack, the same arc requirements,\r\n  range requirements, and cost requirements are followed unless stated\r\n  otherwise.\r\n      +  For example, a ship that attacked with the Cluster Missiles card can\r\n\r\n  perform a bonus attack against another ship at range 1 of the defender\r\n  and ignore the :lock: requirement. The range (1-2), arc (:front-arc:), and cost\r\n  (spending 1 :charge: charge) are maintained for the bonus attack.\r\n\r\n- A ship can perform only one bonus attack per [round](/rules/Round).\r\n\r\n- If both players have a bonus attack that triggers after an attack, the\r\n  defending player resolves their bonus attack first.\r\n- Huge ships have further rules for bonus attacks. See [Appendix: Huge Ships](/rules/Huge_Ships).\r\n","Calculate":"---\r\ntitle: Calculate\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\nicons: [\"calculate\"]\r\n---\r\n\r\nPilots can calculate, using advanced computing power to increase their combat performance. When a ship performs the :calculate: action, it gains one calculate token. A ship is **CALCULATING** while it has at least one calculate token. Calculate tokens are circular, green tokens. A calculating ship follows these rules:\r\n\r\n- While a calculating ship performs an attack, during the Modify Attack Dice\r\n  step, it may spend one or more calculate tokens to change that many of\r\n  its :focus: results to :hit: results.\r\n\r\n- While a calculating ships defends, during the Modify Defense Dice step, it\r\n  may spend one or more calculate tokens to change that many of its :focus:\r\n  Additionally:\r\n\r\n- A ship cannot spend calculate tokens to change :focus: results to :evade: or :hit:\r\n  results if it does not have any :focus: results.\r\n- If a card ability instructs a ship to gain a calculate token, this is different\r\n  than performing a :calculate: action. A ship that gains the token without\r\n  performing the action can still perform the :calculate: action this round.\r\n","Cancel":"---\r\ntitle: Cancel\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: When a die result is canceled, a player takes one die displaying the canceled result and physically removes the die from the common area.\r\n---\r\n\r\nWhen a die result is canceled, a player takes one die displaying the canceled result and physically removes the die from the common area. Players ignore all canceled results.\r\n\r\n- Canceling dice does not count as [modifying dice](/rules/Modifying_Dice).","Card_Anatomies":"---\r\ntitle: Card Anatomies\r\nversion: 1.4.6\r\ncategory: [\"APPENDIX\"]\r\ntags: [\"CARD ANATOMIES\", \"SHIP CARDS\", \"UPGRADE CARDS\"]\r\n---\r\n\r\n## Ship Cards\r\n\r\n![Ship Card](Ship_Card.webp)\r\n\r\n### Ship Stats\r\n\r\n![Ship Card Stats](Ship_Card_Stats.webp)\r\n\r\n## Upgrade Cards\r\n\r\n![Upgrade Card](Upgrade_Card_One.webp)\r\n\r\n![Upgrade Card](Upgrade_Card_Two.webp)\r\n\r\n### Attack Restrictions\r\n\r\n![Attack_Restrictions](Attack_Restrictions.webp)","Card_Interpretation":"---\r\ntitle: Card Interpretation\r\nversion: 1.4.6\r\ncategory: [\"RULES\"]\r\ntags: [\"INTRODUCTION\"]\r\n---\r\n\r\n### Use of \"You\"\r\n\r\nMany pilot and ship abilities use the word “you” to refer to the ship card's\r\ncorresponding ship. Upgrade, damage, and condition cards that use the word\r\n“you” refer to the ship to which the card has been dealt or equipped.\r\nCard effects that use “you” always refer to the ship or remote, not the player.\r\n\r\n### Use of “May,” “Can,” and “Must”\r\n\r\nThe word “may” is used to mean “has the option to.” For example, an ability\r\nthat says “At the start of the Engagement Phase, you may perform a :barrel-roll:\r\naction,” means that the ship has the option to perform the action, but can\r\nalso decline.\r\nThe word “can” is used to mean “has the capacity to.” For example, an ability\r\nthat says “While you boost or barrel roll, you can move through and overlap\r\nobstacles” means when a ship with this ability boosts or barrel rolls, it ignores\r\nthe rules that prevents them from overlapping or moving through obstacles.\r\nThe ship always applies this effect as the effect is not optional but instead an\r\nexpanded capability.\r\nThe word “must” is used to mean “is required to.” Although all effects that are\r\nnot “may” effects are mandatory, the inclusion of “must” is used to reiterate a\r\nmandatory effect that could provide a drawback to the ship with the effect.\r\n\r\n### Once Per Opporiunity\r\n\r\nMany abilities are restricted to occur “once per opportunity,” which means\r\nthey can be resolved only one time during the specified timing window. For\r\nexample, if an ability occurs “At the start of the Engagement Phase,” this\r\nability can only be resolved once at the start of each Engagement Phase.\r\nAs another example, if a ship has the ability “While you perform an attack,\r\nyou may reroll 1 attack die,” it may resolve that ability once during each of its\r\nattacks.\r\n\r\n### And/Or\r\n\r\nIf an effect refers to results separated by slashes, it means any combination\r\nof those results. For example, if an ability refers to “2 :hit:/:critical-hit:> results” this\r\nwould include two :hit: results, two :critical-hit:> results, or one :hit: and one :critical-hit:> result.\r\n","Charges":"---\r\ntitle: Charges\r\nversion: 1.4.4\r\nicons: [\"charge\", \"force\", \"shield\", \"energy\"]\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"NEGATIVE RECURRING CHARGES\", \"SHIELDS\"]\r\ndesc: CHARGES are two-side punchboard components that track certain limited resources.\r\nlinks: [\r\n    {title: \"Charge Types\",id: \"charge-types\",},\r\n\t{title: \"Recurring Charges\",id: \"recurring-chargesc\",},\r\n\t{title: \"Negative Recurring Charges\",id: \"negative-recurring-charges\",},\r\n\t{title: \"Standard Charge\",id: \"standard-charge\",icons: [\"charge\"]},\r\n\t{title: \"Force Charge\",id: \"force-charge\",icons: [\"forcecharge\"]},\r\n\t{title: \"Shield\",id: \"shield\",icons: [\"shield\"]},\r\n\t{title: \"Energy\",id: \"energy\",icons: [\"energy\"]},\r\n]\r\n---\r\n\r\n**CHARGES** are two-side punchboard components that track certain limited\r\nresources. Some ship and upgrade cards have charges to denote their use.\r\nAll charges obey the following rules:\r\n\r\n- When an effect instructs a ship to **RECOVER** a charge, an inactive charge on that ship (ship or upgrade card) is flipped to its active side. A card cannot recover a charge if all of its charges are on their active side.\r\n- When an effect instructs a ship to **LOSE** a charge, a charge assigned to the relevant card is flipped to the inactive side.\r\n- When a ship **SPENDS** a charge, that charge is lost. A ship cannot spend a charge for an effect if all of its charges that are available for that effect are already inactive.\r\n- Each card with a **CHARGE LIMIT** (the number) starts the game with a number\r\n  of charges equal to the charge limit. Each charge starts on its active side.\r\n- Charges associated with charge limits that have the recurring charge symbol are called **RECURRING CHARGES**. Alternatively, charges associated with charge limits that do not have the recurring charge symbol are called **NON-RECURRING CHARGES**. Charges that are instead lost over time are called **NEGATIVE RECURRING CHARGES**.\r\n\r\n### CHARGE TYPES\r\n\r\nThere are four types of charges:\r\n\r\n- **STANDARD CHARGES** (:charge:), which represent limited resources like munitions and a pilot's stamina. These have a golden number.\r\n- **FORCE CHARGES** (:force:), which represent the ebbing and flowing power of the Force: These have a purple number.\r\n- **SHIELDS** (:shield:), which represent a ship's defensive shielding. These have a blue number.\r\n- **ENERGY** (:energy:), which represents a huge ship's draw of power from its engines (see [Appendix: Huge Ships](/rules/Huge_Ships)). These have a magenta number.\r\n\r\n### Recurring Charges\r\n\r\n> Recurring Charge Symbol\r\n\r\n![Recurring Charge Symbol](Recurring_Chage_Symbol.webp)\r\n\r\nSome charge limits, shield capacities, and all Force capacities have a **RECURRING CHARGE SYMBOL**. During the [End Phase](/rules/End_Phase), each card with a recurring charge symbol recovers one charge per recurring charge symbol.\r\n\r\n### Negative Recurring Charges\r\n\r\n![Negative Recurring Charge Symbol](Neg_R_Charge_Symbol.webp)\r\n> Negative Recurring Charge Symbol\r\n\r\nSome charge limits have a **NEGATIVE RECURRING CHARGE SYMBOL**. During the End Phase, each card with a negative recurring charge symbol loses one charge per negative recurring charge symbol.\r\n\r\n### Standard Charge (:charge:)\r\n\r\nStandard charges (:charge:) can represent anything from limited munitions to exhaustible abilities that can only be performed infrequently.\r\n\r\n- **SHIP CHARGES** are charges on ship cards and **UPGRADE CHARGES** are charges on upgrade cards.\r\n- If an upgrade card has a charge limit, the :charge: are placed above that upgrade card (not the ship card it is attached to). \r\n  + If an upgrade card instructs the ship to spend :charge:, those :charge: are spent from that upgrade card.\r\n\r\n### Force Charge (:force:)\r\n\r\nForce charges (:force:) represent how some pilots or crew members can exert their influence over the Force.\r\n\r\nWhile it performs an attack, a ship can spend any number of :force: during the Attack Dice step to change that number of its :focus: results to :hit: results. While it defends, a ship can spend any number of :force: during the Defense Dice step to change that number of its :focus: results to :evade: results.\r\n\r\n- If an upgrade card has a Force capacity, this increases the Force capacity of the ship. The :force: are placed above the ship card it is attached to (not the upgrade card). \r\n+ A ship card that does not have a Force capacity on its ship card has a Force capacity of “0,” but that capacity can be increased by upgrade cards that have a Force capacity. \r\n+ If a ship has multiple sources of recurring :force:, the recurring charge symbols do not stack. During the End Phase, each ship with a Force capacity recovers a number of :force: equal the highest number of recurring :force: symbols among the cards that grant it a Force capacity. For example, if a ship with a Force capacity of \"0\" has two :crew: cards that each grant it a Force capacity of \"+1\" and have one recurring :force: symbol each, that ship has a Force capacity of \"2,\" but recovers only one :force: during the End Phase. \r\n+ If an upgrade card instructs the ship to spend :force:, those :force: are spent from the ship card.\r\n\r\n### Shield (:shield:)\r\n\r\nShields (:shield:) represent defensive energy barriers. A ship is shielded while it has at least one active shield. While a ship defends, shields provide it protection against damage. See [Damage](/rules/Damage). Additionally:\r\n\r\n- If an upgrade card has a shield capacity, this increases the shield capacity\r\n  of the ship. The :shield: are placed above the ship card it is attached to (not\r\n  the upgrade card).\r\n\r\n    + A ship card that does not have a shield capacity on its ship card has a shield capacity of “0,” but that capacity can be increased by upgrade cards that have a shield capacity.\r\n    + During the End Phase, each ship with a shield capacity recovers a number of :shield: equal the number of recurring :shield: symbols on its ship card (only huge ships have recurring :shield: symbols, see [Appendix: Huge Ships](/rules/Huge_Ships)).\r\n    + If an upgrade card instructs the ship to spend :shield:, those :shield: are spent from the ship card.\r\n\r\n### Energy (:energy:)\r\n\r\nEnergy (:energy:) are charges used only by huge ships (see [Appendix: Huge Ships](/rules/Huge_Ships)).\r\n","Cloak":"---\r\ntitle: Cloak\r\nversion: 1.4.6\r\nicons: [\"cloak\"]\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"DECLOAK\"]\r\ndesc: Ships can cloak to become difficult to hit, and they can decloak to move unpredictably.\r\n---\r\n\r\nShips can cloak to become difficult to hit, and they can decloak to move unpredictably. When a ship performs the :cloak: action, it gains one cloak token.\r\n\r\n![Cloak Token](CloakToken.webp)\r\n> Cloak Token\r\n\r\nA ship is **CLOAKED** while it has a cloak token. Cloak tokens are blue [tokens](/rules/Tokens). A cloaked ship has the following effects:\r\n\r\n- Its [agility](/rules/Agility) value is increased by 2.\r\n- It is disarmed.\r\n- It cannot perform the cloak action or gain a second cloak token.\r\n\r\nDuring the [System Phase](/rules/System_Phase), each cloaked ship may spend its cloak token to **DECLOAK**. When a small ship decloaks, it must choose one of the following effects:\r\n\r\n1. Barrel roll using the [2 :straight:] template.\r\n2. Boost using the [2 :straight:] template.\r\n\r\nWhen a [medium or large](/rules/) ship decloaks, it must choose one of the following effects:\r\n\r\n1. [Barrel roll](/rules/Barrel_Roll) using the [1 :straight:] template.\r\n2. [Boost](/rules/Boost) using the [1 :straight:] template.\r\n\r\n- Decloaking does not count as executing a [maneuver](/rules/Maneuver) or performing an [action](/rules/Action) but does count as a [move](/rules/Move).\r\n- A ship can decloak even while [stressed](/rules/Stress).\r\n- When a player declares to decloak a ship, that player must declare which type of boost or barrel roll it is going to perform before placing a template on the play area.\r\n- If a decloak fails, the ship is returned to its prior position before it attempted the decloak and the cloak token is not removed.\r\n- Each ship cannot drop or launch a [device](/rules/Device) during the same phase that it decloaked.\r\n","Condition_Cards":"---\r\ntitle: Condition Cards\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"SECRET CONDITIONS\"]\r\ndesc: Condition cards are cards assigned by ship and upgrade cards that represent persistent game effects. A condition card is not in play until a game effect assigns it to a ship.\r\n---\r\n\r\nCondition cards are cards assigned by ship and upgrade cards that represent persistent game effects. A condition card is not in play until a game effect assigns it to a ship. When a condition card is assigned, its text resolves.\r\n\r\nAfter a ship is assigned a condition card, assign the associated condition marker to that ship as a reminder of the card's persistent effect.\r\n\r\n- A condition marker is removed when the corresponding condition card is removed.\r\n- A condition that has been removed can be assigned again.\r\n- When a ship is [removed from the game](/rules/Removed_From_The_Game), any condition cards assigned to that ship are not removed.\r\n\r\n### Limited conditions\r\n\r\nSome condition cards are [limited](/rules/limited), meaning that each player can have a limited number of instances of that condition in play. If an effect assigns a new instance of a limited condition in excess of the limited value of that condition for that player, the player whose effect caused the condition to be assigned chooses one instance of the limited condition in play and removes it, then assigns the new instance of that condition.\r\n\r\nFor example, if a condition is limited 1 and a second instance would be assigned for that player, the first instance of the condition card is removed and then the second is assigned.\r\n\r\n### Secret Conditions\r\n\r\nCondition cards that share the same condition marker and are assigned facedown, rather than faceup, are called **SECRET CONDITIONS**. A secret condition is assigned by one player, and the other players do not know which of the secret conditions that shares the same marker was assigned. They are revealed when their effects are resolved. Additionally:\r\n\r\n- No ship can have more than one secret condition that shares the same condition marker.\r\n\r\n- If a ship is assigned a secret condition that uses the same condition marker as a condition it already has, the previous condition is removed (if it was facedown, do not reveal it).\r\n\r\n- The player whose effect assigned the condition may look at the facedown condition at any time.\r\n\r\n- The identity of the assigned secret condition, as well as any unassigned secret conditions that share the same condition marker, are hidden information from all other players.\r\n\r\n- The text of secret conditions is open information that can be accessed by either player at any time. Products that include secret conditions include an extra copy of each of the secret conditions, so that all players can reference the text of the conditions without revealing which condition is in play.\r\n","Coordinate":"---\r\ntitle: Coordinate\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\nicons: [\"coordinate\"]\r\ndesc: Pilots can coordinate to assist their allies.\r\n---\r\n\r\nPilots can coordinate to assist their allies. When a ship performs the :coordinate: action, it coordinates. A **COORDINATING** ship is a ship that is attempting to coordinate by performing the following steps:\r\n\r\n1. Measure range from the coordinating ship to any friendly ships.\r\n2. Choose another friendly ship at range 1-2.\r\n3. The chosen ship may perform one action.\r\n\r\nAdditionally:\r\n\r\n- While a ship coordinates, the coordinate fails if no valid ship is chosen. + If the chosen ship attempts to perform an action but that action fails, the coordinate does not fail.\r\n\r\n- If an ability instructs a ship to coordinate, this is different than performing a :coordinate: action. + A ship that coordinates without performing the action can still perform the :coordinate: action this round.\r\n","Damage":"---\r\ntitle: Damage\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"SUFFER DAMAGE\", \"DEFEND\"]\r\ndesc: Damage represents the amount of structural damage a ship can take.\r\n---\r\n\r\nDamage represents the amount of structural damage a ship can take. Damage is tracked by damage cards. A ship is destroyed when the number of damage cards it has is equal to or greater than its [hull](/rules/Hull) value.\r\n\r\nThere are two types of damage: :hit: (regular) damage and :critical-hit:> (critical) damage. When a ship suffers damage, that damage is suffered one at a time. For each damage a ship suffers, it loses an :shield: (active shield). If it does not have an :shield: remaining, it is dealt a damage card instead. For :hit: damage, the card is dealt **facedown**; for :critical-hit:> damage, the card is dealt **faceup** and its text is resolved. All :hit: damage is suffered **before** :critical-hit:> damage.\r\n\r\nA ship is **DAMAGED** while it has at least one damage card. A ship is\r\n**CRITICALLY DAMAGED** while it has at least one faceup damage card.\r\n\r\n- If an effect instructs a player to deal a damage card to a ship, this is different from the ship suffering damage. The card is dealt to the ship\r\n  regardless of whether the ship has any :shield: (active shields).\r\n- When a ship suffers damage or otherwise is dealt damage cards that would cause it to exceed its [hull](/rules/Hull) value, the excess damage cards are still dealt.\r\n","Damage_Cards":"---\r\ntitle: Damage Cards\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Damage cards are used to track how much damage a ship has suffered.\r\n---\r\n\r\nDamage cards are used to track how much damage a ship has suffered. When a ship needs to be dealt damage cards, the player uses their own damage deck. After a ship is destroyed, its damage cards remain on that ship.\r\n\r\n> Damage Cards\r\n\r\n![Damage Cards](Damage_Cards.webp)\r\n\r\nSome abilities can cause damage cards to be flipped. A facedown damage card can be **EXPOSED**, which flips it faceup and the effect is resolved. Both facedown and faceup damage cards can be **REPAIRED** . If a faceup damage card is repaired, it is flipped facedown. If a facedown damage card is repaired, it is discarded.\r\n\r\n- Exposing a damage card does not count as dealing a damage card and therefore does not trigger abilities related to suffering damage.\r\n- If an ability exposes or repairs a ship's facedown damage card, and the ship has multiple facedown damage cards, the card is chosen randomly from the facedown damage cards the ship has. + To randomly select a facedown damage card, one player shuffles those cards and the other player chooses one.\r\n- If an ability allows a ship to repair a damage card without specifying faceup or facedown, the player can choose to repair either type.\r\n- A ship's [hull](/rules/Hull) value is not reduced by being dealt damage cards.\r\n- The text of a ship's facedown damage cards cannot be looked at unless an effect specifies to do so.\r\n- If a damage deck is empty when a damage card must be dealt or drawn, remove all damage cards from destroyed ships, flip them facedown, and shuffle them to create a new damage deck. + If there are still not enough damage cards in a damage deck, record how many facedown damage cards each ship has with scratch-paper or markers, then shuffle those facedown damage cards to create a new deck.\r\n- Each damage card is numbered 1-14 on the bottom of the card. Near that number, there is a number of pips that indicate the number of copies of that damage card that are in the deck. This is useful to identify whether cards are missing and if so, how many and which cards.\r\n- Huge ships have their own damage cards. See [Appendix: Huge Ships](/rules/Huge_Ships).\r\n","Defender":"---\r\ntitle: Defender\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: The ship that is chosen during the Declare Defender step of the Declare\r\n---\r\n\r\nThe ship that is chosen during the Declare Defender step of the Declare Target step of an [attack](/rules/Attack) is the defender.\r\n\r\n- That ship remains the defender until after all “after attacking” and “after defending” abilities have resolved during the Aftermath step.\r\n","Deficit":"---\r\ntitle: Deficit\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: If the squad point total of a player's squad is less than the maximum allowed squad value, subtract the total squad point value of their squad from the maximum to determine that player's deficit before the game begins.\r\n---\r\n\r\nIf the squad point total of a player's squad is less than the maximum allowed squad value, subtract the total squad point value of their squad from the maximum to determine that player's deficit before the game begins.\r\n\r\n- At the start of the game, each player earns mission points equal to their opponent's deficit.\r\n","Deplete":"---\r\ntitle: Deplete\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A ship is depleted while it has at least one deplete token.\r\n---\r\n\r\nA ship is **DEPLETED** while it has at least one deplete token. While a depleted ship performs an attack, it rolls one fewer attack die. Deplete tokens are red tokens.\r\n\r\n> Deplete Token\r\n\r\n![Deplete Token](Deplete_Token.webp)\r\n\r\n- After a depleted ship applies the effect to roll one fewer attack die this way, it removes one deplete token.\r\n- After a depleted ship executes a blue maneuver, it removes one deplete token.","Destroying_Ships":"---\r\ntitle: Destroying Ships\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"DESTROYED\"]\r\ndesc: A ship is destroyed after it has a number of damage cards that equals or exceeds its hull value.\r\n---\r\n\r\nA ship is **DESTROYED** after it has a number of damage cards that equals or exceeds its hull value. A destroyed ship is placed on its ship card.\r\n\r\n- After a ship is destroyed in a phase other than the [Engagement Phase](/rules/Engagement_Phase), it is [removed from the game](/rules/Removed_From_The_Game).\r\n- If a ship is destroyed during the Engagement Phase, it is removed after all ships that have the same initiative as the currently engaged ship have engaged, which is called [simultaneous fire](/rules/Simulatneous_Fire).\r\n- If an effect triggers after a ship is destroyed, the effect resolves immediately, before the ship is removed.\r\n- A destroyed ship's [abilities](/rules/Abilities) remain active until that ship is removed unless the ability specifies a different timing for the effect to end, such as “until the end of the Engagement Phase.” Such effects remain active until the end of the specified time.\r\n","Device":"---\r\ntitle: Device\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"DROP\", \"LAUNCH\", \"RELOCATE\", \"DETONATES\"]\r\ndesc: Devices are objects that exist in the play area and are represented by cardboard markers.\r\n---\r\n\r\nDevices are objects that exist in the play area and are represented by cardboard markers. Certain cards allow a ship to add a specific type of device to the play area and provide additional rules for how that device behaves. There are a number of ways for a device to enter or change location in the play area. Some provide specific instructions for how to place a device in the play area, while others use one or more of the following processes:\r\n\r\nTo **DROP** a device, follow the steps below:\r\n\r\n1. Take the template indicated on the upgrade card.\r\n2. Set the template between the ship's rear guides.\r\n3. Place the device indicated on the upgrade card into the play area and slide the guides of the device into the opposite end of the template. Then remove the template.\r\n\r\nTo **LAUNCH** a device, follow the steps below:\r\n\r\n1. Take the template indicated on the upgrade card.\r\n2. Set the template between the ship's front [guides](/rules/Guides).\r\n3. Place the device indicated on the upgrade card into the play area and slide the guides of the device into the opposite end of the template. Then remove the template.\r\n\r\nTo **RELOCATE** a device, do the following:\r\n\r\n- Pick up and replace the device as described in the effect that relocated it. This can involve a template, or might place the device at a ship's guides.\r\n- A device that relocates does not count as moving through or overlapping obstacles.\r\n\r\nSome devices can detonate. When a device **DETONATES**, a number of effects trigger depending on the type of device. After resolving these effects, remove that device.\r\n\r\n- See [Appendix](/rules/Device_And_Deploy_EX) for examples of dropping and launching.\r\n- One side of each device has a white boarder to help distinguish which player it belongs to.\r\n- Most devices are placed during the [System Phase](/rules/System_Phase). Each ship can place a device only once per System Phase.\r\n- Most devices have an associated upgrade card that lets the player spend :charge: to place that device. Many of these cards are payload (<Device />) upgrades.\r\n\r\n- When an effect instructs a ship to place a device associated with a different card (e.g. “drop 1 bomb”), that ship must pay all costs (such as spending :charge:) and place the device as its associated card dictates. Other effects can modify how it is placed (e.g. the TIE Bomber's Nimble Bomber ship ability) as normal.\r\n- Each ship cannot place a device and [decloak](/rules/Cloak) in the same phase.\r\n- Devices are not [obstacles](/rules/Obstacles), unless otherwise stated, but are [objects](/rules/Objects).\r\n- If a device is placed overlapping a ship, it is placed under the ship's base.\r\n- If a device that detonates when overlapped is placed under more than one ship's base, it detonates instantly and the player placing the device chooses which ship it affects.\r\n- The guides on a device count as part of the device for the purposes of measuring range to or from it as well as overlapping and moving through it.\r\n- A device cannot be placed so that a portion of the device would be outside the play area. If this would happen, play is reversed to before the device was placed—the device is not placed, any charges spent and other costs paid are recovered, and the player can choose to not place that device.\r\n- If a ship [partially executes a maneuver](/rules/Partially_Exexutes), only the portion of the template that is between the starting and final position of the ship is counted for the purpose of moving through or overlapping a device. Ignore the portion of the template that the ship moved backward along when resolving the maneuver.\r\n","Device_And_Deploy_EX":"---\r\ntitle: Device And Deply Examples\r\nversion: 1.4.6\r\ncategory: [\"APPENDIX\"]\r\ntags: [\"DEPLOY EXAMPLE\", \"DROPPING BOMB EXAMPLE\", \"LAUNCING BOMB EXAMPLE\"]\r\n---\r\n\r\n## Deploy Example\r\n\r\n![Deploy Example](Deploy_Example.webp)\r\n\r\n> The Phantom II deploys from the Ghost using a [2 <LeftBank />] maneuver.\r\n\r\n## Dropping Bomb Example\r\n\r\n![Dropping Bomb Example](Dropping_Bomb_Example.webp)\r\n\r\n> This HWK-290 drops a seismic charge using a [1 <Straight />] template.\r\n\r\n## Launching Bomb Example\r\n\r\n![Launching Bomb Example](Launching_Bomb_Example.webp)\r\n\r\n> This TIE punisher launches a proton bomb using a [5 <Straight />] template.","Dial":"---\r\ntitle: Dial\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"MANEUVER DIAL UPGRADE KIT\"]\r\ndesc: Each ship type has its own unique dial. All expansion products contain a dial for each ship in that product.\r\n---\r\n\r\nEach ship type has its own unique dial. All expansion products contain a dial for each ship in that product. Dials are used during the [Planning Phase](/rules/Planning_Phase) to secretly select maneuvers.\r\n\r\n> X-wing Dials Frontand Back\r\n![X-Wing Dial](XWing_Dial.webp)\r\n\r\n- When a player is instructed to set a ship's dial, the player can choose the same maneuver that it already has selected unless stated otherwise.\r\n- Players are not allowed to touch or look at their opponents' facedown dials. If a player wishes to touch or look at their own facedown dial, they must inform their opponent they wish to do so before touching the dial.\r\n- Each [faction](/rules/Faction) has its own Maneuver Dial Upgrade Kit. These dials assemble slightly differently than the standard dials and use a curved indicator below the [maneuver](/rules/Maneuver) instead to indicate selected maneuvers.\r\n","Dice_Modification":"---\r\ntitle: Dice Modification\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Players can modify dice by spending various tokens and by resolving abilities.\r\n---\r\n\r\nPlayers can modify dice by spending various tokens and by resolving abilities. Dice can be modified in the following ways:\r\n\r\n- **Add:** To add a die result, place an unused die displaying the result next to the rolled dice. A die added in this way is treated as a normal die for all purposes and can be modified and canceled.\r\n- **Change:** To change a die result, rotate the die so that its faceup side displays the new result.\r\n- **Reroll:** To reroll a die result, pick up the die and roll it again.\r\n- **Spend:** To spend a result, remove the die from the dice pool.\r\n\r\nAdditionally:\r\n\r\n- Dice modification occurs during the respective Modify Attack Dice or Modify Defense Dice step, unless otherwise stated.\r\n- Although dice can be modified by multiple effects, each die cannot be rerolled more than once.\r\n- If an ability instructs a ship to spend a result, it cannot spend another ship's results unless stated otherwise.\r\n- [Canceling](/rules/Cancel) dice is not a dice modification.\r\n- Rolling additional dice or fewer dice is not a dice modification.\r\n\r\n- If a die cannot be changed to a given result, nothing happens.\r\n  + For example, an attack die cannot be changed to an :evade: result because that result does not appear on that die.\r\n","Difficulty":"---\r\ntitle: Difficulty\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: \"Each maneuver has three components: speed (a number 0-5), difficulty (red, white, blue, or purple), and bearing (an arrow or other symbol).\"\r\n---\r\n\r\nEach [maneuver](/rules/Maneuver) has three components: [speed](/rules/Speed) (a number 0-5), difficulty (red,\r\nwhite, blue, or purple), and [bearing](/rules/Bearing) (an arrow or other symbol).\r\n\r\nDuring the Check Difficulty step of executing a maneuver, if the maneuver is red,\r\nthe ship gains one [stress](/rules/Stress) [token](/rules/Token). If it is blue, the ship removes one stress token.\r\nIf it is purple, the ship must spend 1 :force: as a cost to execute the maneuver.\r\n\r\n- A [stressed](/rules/Stress) ship cannot execute red maneuvers or perform actions.\r\n- If an effect increases the difficulty of a maneuver, blue increases to white, and white increases to red. If an effect decreases the difficulty of a maneuver, red decreases to white, and white decreases to blue. \r\n    + An [ability](/rules/Abilities) that increases the difficulty of a red maneuver or decreases the difficulty of a blue maneuver can resolve, but has no additional effect. \r\n    + If multiple abilities change the difficulty of a maneuver, the effects are cumulative. For example, if a ship reveals a red [4 :straight:] maneuver and has one effect that increases the difficulty of the maneuver and another effect that decreases the difficulty, the maneuver is treated as red. \r\n    + A purple maneuver can never have its difficulty increased or decreased, and a non-purple maneuver's difficulty can never be increased to purple. Another maneuver can be treated as purple by an ability, or a purple maneuver can be treated as another color. For abilities that compare difficulty, purple maneuvers are considered more difficult than non-purple maneuvers and the same difficulty as other purple maneuvers.","Disarmed":"---\r\ntitle: Disarmed\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A ship is disarmed if it has at least one disarm token.\r\n---\r\n\r\nA ship is **DISARMED** if it has at least one disarm token. A disarmed ship cannot perform [attacks](/rules/Attack). The disarm token is a circular, orange [token](/rules/Token) and is removed during the [End Phase](/rules/End_Phase).\r\n\r\n> Disarm Token\r\n![Disarm Token](Disarm_Token.webp)\r\n\r\n- During the [Engagement Phase](/rules/Engagement_Phase), disarmed ships still engage (but cannot perform attacks).","Dock":"---\r\ntitle: Dock\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"DEPLOY\"]\r\ndesc: Some abilities allow a ship to be attached to or ride inside another friendly ship.\r\n---\r\n\r\nSome abilities allow a ship to be attached to or ride inside another friendly ship. If a card ability instructs a ship to **DOCK** with a carrier ship, the docked ship is placed in [reserve](/rules/Move). A docked ship is able to **DEPLOY** from its carrier ship during the [System Phase](/rules/System_Phase) by performing the following steps:\r\n\r\n1. Choose a non-stationary, non-reverse [maneuver](/rules/Maneuver) on the docked ship's dial.\r\n2. Using the corresponding template, the docked ship executes the maneuver using the front guides or the rear guides of the carrier ship as if those guides were the docked ship's starting position.\r\n3. The ship may perform one action.\r\n\r\n- While a ship is deploying, if the ship would partially execute the maneuver and cannot be placed without overlapping another ship, the ship [fails](/rules/Fail) to deploy and stays in reserve.\r\n- A ship that deploys during the System Phase does not activate during the Activation Phase.\r\n\r\nDuring the System Phase, a ship at [range](/rules/Range) 0 of its carrier ship can dock with it and be placed in reserve. A ship cannot both dock and deploy during the same System Phase. A ship that docks during the System Phase does not resolve its assigned dial or activate during the Activation Phase.\r\n\r\n- After a ship that can dock partially executes a maneuver and overlaps a friendly carrier ship, it may be placed in reserve. If it is, do not resolve the effects of the overlap.\r\n\r\nIf a carrier ship is destroyed, before the carrier is removed from the play area, any docked ships can **EMERGENCY DEPLOY** from their carrier.A docked ship performs an emergency deploy similar to deploying, as described above,\r\nexcept the ship first suffers 1 :critical-hit: damage and after executing the maneuver, does not have the opportunity to perform an action.\r\n\r\n- If the docked ship attempts to emergency deploy and must [partially execute](/rules/Partially_Execute) the maneuver but cannot be placed without overlapping another ship, the ship [fails](/rules/Fail) to deploy and is destroyed.\r\n- If a ship emergency deploys during the [Engagement Phase](/rules/Engagement_Phase), it can still engage during that phase at its [initiative](/rules/Initiative). If its initiative has already occurred this round, it cannot engage this phase. \r\n\r\nAdditionally:\r\n\r\n- See [Appendix](/rules/Device_And_Deploy_EX) for a deploy example.\r\n- Ships capable of docking can start the game docked. Before the Place Forces step of [setup](/rules/Setup), that player must declare which ships are docked and the ships they are docked to.\r\n- During the System Phase, the initiative of the ship docking or deploying is used, not the initiative of the carrier ship.\r\n","End_Phase":"---\r\ntitle: End Phase\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: The End Phase is the fifth phase of the round.\r\n---\r\n\r\nThe End Phase is the fifth phase of the [round](/rules/Round). During the End Phase, the following occur in this order:\r\n\r\n1. Abilities that occur \"at the start of the End Phase\" form an ability queue and resolve.\r\n2. Abilities that occur \"during the End Phase\" form an ability queue and resolve.\r\n3. All circular [tokens](/rules/Tokens) are removed from all ships (green, then orange).\r\n4. Each card with a [recurring charge icon](/rules/Charges) recovers that many charges. Each card with a [negative recurring charge icon](/rules/Charges) loses that many charges. After this phase, the criteria for [winning the game](/rules/Winning_The_Game) are checked. If the game did not end, the [Planning Phase](/rules/Planning_Phase) of the next round begins.\r\n","Enemy":"---\r\ntitle: Enemy\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: All ships/devices controlled by opposing players are enemy ships/devices.`\r\n---\r\n\r\nAll ships/[devices](/rules/Device) controlled by opposing players are **ENEMY** ships/devices. Any dice that an opposing player rolls are enemy dice. This is in contrast with [friendly](/rules/Friendly).\r\n","Engagement_Phase":"---\r\ntitle: Engagement Phase\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: The Engagement Phase is the fourth phase of the round.\r\n---\r\n\r\nThe Engagement Phase is the fourth phase of the [round](/rules/Round). During this phase, each ship **ENGAGES**, one at a time, starting with the ship with the highest [initiative](/rules/Initiative) and continues in descending order.\r\n\r\nWhen a ship engages, it may perform an [attack](/rules/Attack).\r\n\r\n- After all ships of a given initiative have engaged, all destroyed ships are removed. Then, continuing in descending order, this process continues with all ships of the same initiative engaging and then removing all destroyed ships.\r\n- If a player has multiple ships with the same [initiative](/rules/Initiative), the player engages them in any order, engaging one ship before engaging another ship of the same initiative value.\r\n- If multiple players have ships with the same initiative, [player order](/rules/Player_Order) is used to determine the order. The first player engages all of their ships of a given initiative before the second player engages all of their ships of that initiative.\r\n- [Disarmed](/rules/Disarmed) ships still engage even though they cannot perform attacks.\r\n- Each ship engages only once during this phase.\r\n","Errata_Dials":"---\r\ntitle: Errata Dials\r\nversion: 1.4.6\r\ncategory: [\"ERRATA\"]\r\ntags: [\"TANTIVE IV\"]\r\ndesc: \"This section contains the official errata that have been made to individual cards and other game components in Star Wars: X-Wing.\"\r\n---\r\n\r\nThe dials included in the first printing of the **Tantive IV** expansion are incorrect. The incorrect dials can be identified by the \"RDR\" text printed in the center (instead of the correct \"C90.\") The correct dial is as follows:\r\n\r\n> Correct CR90 Dial\r\n![Correct CR90 Dail](DIAL_CORRECT_CR90.webp)\r\n\r\n> Correct CR90 Manuver Chart\r\n![Correct CR90 Maneuver Chart](Correct_Maneuver_Chart_CR90.webp)\r\n\r\nAdditionally, the ship can still be played using the incorrect dial if necessary.\r\nby following these steps:\r\n\r\n- Step 1: Using the incorrect dial, select a maneuver.\r\n- Step 2: When revealing the dial, consult the corrected chart or dial\r\n\r\nincluded above. If the difficulty of the maneuver differs, use the difficulty on the corrected dial instead. Because the speed and bearing of all maneuvers on the incorrect dial still match with the CR90's correct maneuver dial, any maneuver on the dial is still a legal speed and bearing for the CR90. Additionally, the incorrect dial is not missing any speed/bearing combinations available to the CR90.\r\n\r\nNote also that effects that refer to the ship's revealed maneuver use the corrected difficulty.","Errata_Insert_Sheets":"---\r\ntitle: \"Errata: Insert Sheets\"\r\nversion: 1.4.6\r\ncategory: [\"ERRATA\"]\r\ntags: [\"PROXIMITY MINES\"]\r\ndesc: “System” and “Bomb” upgrade cards should be labeled “Sensor” and “Payload” upgrade cards instead.\r\n---\r\n\r\n“System” and “Bomb” upgrade cards should be labeled “Sensor” and “Payload” upgrade cards instead.\r\n\r\n##### **Proximity Mines**\r\n\r\nShould read “When this device detonates, that ship rolls 2 attack dice. That ship then suffers 1 :hit: plus 1 :hit:/:critical-hit: damage for each matching result.”\r\n\r\n_(Changed from “When this device detonates, that ship rolls 2 attack dice. That ship then suffers 1 :hit:/:critical-hit: damage for each matching result.”)_\r\n","Errata_Remote_Cards":"---\r\ntitle: \"Errata: Remote Cards\"\r\nversion: 1.4.6\r\ncategory: [\"ERRATA\"]\r\ntags: [\"BUZZ DROID SWARM\"]\r\ndesc: \"This section contains the official errata that have been made to individual cards and other game components in Star Wars: X-Wing.\"\r\n---\r\n\r\nThis section contains the official errata that have been made to individual cards and other game components in Star Wars: X-Wing. Errata overrides the originally printed information on the game component it applies to. Unless errata from a game component appears below, the original English printing of that component is considered accurate, and overrides all other printings. This includes translated cards, promotional cards, and printings which may appear in other products.\r\n\r\n## Remote Cards\r\n\r\n##### **Buzz Droid Swarm**\r\n\r\nAgility reduced to 1.\r\n\r\n_(Agility adjusted for balance)._\r\n\r\n![Buzz Droids Swarm](Remote_BDS.webp)\r\n","Errata_Ship_Cards":"---\r\ntitle: \"Errata: Ship Cards\"\r\nversion: 1.4.6\r\ncategory: [\"ERRATA\"]\r\ntags: [\r\n      \"SHIP CARDS\",\r\n      \"COUNTDOWN (TIE/SK STRIKER)\",\r\n      \"DUCHESS (TIE/SK STRIKER)\",\r\n      \"PURE SABACC (TIE/SK SSTRIKER)\",\r\n      \"VAGABOND (TIE/SK STRIKER)\",\r\n      \"VIZIER (TIE REAPER)\",\r\n      \"ALEXANDR KALLUS (VCX-100)\",\r\n      \"ARLIZ HARASSIAN (SUCM, BTL-A4 W-WING)\",\r\n      \"AREVEL CRYNYD (REBEL, RZ-1 A-WING)\",\r\n      \"BLACK SQUADRON SCOUT (TIE/SK STRIKER)\",\r\n      \"BERWER KRET (SEPARATIST NANTEX-CLASS STARFIGHTER)\",\r\n      \"CAPTAIN FEROPH (TIE REAPER)\",\r\n      \"CAPTAIN OICUNN (IMPERIAL VT-49 DECIMATOR)\",\r\n      \"CHERTEK (SEPARATIST NANTEX-CLASS STARFIGHTER)\",\r\n      \"COMMANDANT GORAN (IMPERIAL TIE/IN INTERCEPTOR)\",\r\n      \"COMMANDER MALARUS (FIRST ORDER XI-CLASS LIGHT SHUTTLE)\",\r\n      \"BDS-404 (SEPARATIST HYENA-CLASS DROID BOMER)\",\r\n      \"FENN RAU (REBEL SHEATHIPEDE-CLASS SHUTTLE)\",\r\n      \"GOJI (REPUBLIC BTL-B Y-WING)\",\r\n      \"GORGOL (SEPARATIST NANTEX-CLASS STARFIGHTER)\",\r\n      \"HERA SYNDULLA (REBEL A/SP-01 B-WING)\",\r\n      \"HERA SYNDULLA (REBEL RZ-1 A-WING)\",\r\n      \"LIEUTENANT DORMITZ (FIRST ORDER UPSILON-CLASS SHUTTLE)\",\r\n      \"MAJOR VERMIL (TIE REAPER)\",\r\n      \"NORRA WEXLEY (REBEL ARC-170)\",\r\n      \"ODD BALL (REPUBLIC BTL-B Y-WING)\",\r\n      \"PETRAMAKI ARENA ACE (SEPARATIST NANTEX-CLASS STARFIGHTER)\",\r\n      \"PLANETARY SENTINEL (TIE/SK STRIKER)\",\r\n      \"SCARIF BASE PILOT (TIE REAPER)\",\r\n      \"SUN FAC (SEPARATIST NATEX-CLASS STARFIGHTER)\",\r\n      \"STALGASIN HIVE GUARD (SEPARATIST NATEX-CLASS STARFIGHTER)\",\r\n    ]\r\ndesc: \"This section contains the official errata that have been made to individual cards and other game components in Star Wars: X-Wing.\"\r\n---\r\n\r\nThis section contains the official errata that have been made to individual cards and other game components in **Star Wars: X-Wing**. Errata overrides the originally printed information on the game component it applies to. Unless errata from a game component appears below, the original English printing of that component is considered accurate, and overrides all other printings. This includes translated cards, promotional cards, and printings which may appear in other products.\r\n\r\n### Ship Cards\r\n\r\n#### **• \"Countdown\" (TIE/sk Striker)**\r\n\r\nShip ability should read: \"Adaptive Ailerons: Before you reveal your dial, if you are not stressed, you **must** boost.\"\r\n\r\n_(Changed ship ability)_.\r\n\r\n![Countdown TIE/sk Striker](Ship_C_SK_TIE_SK.webp)\r\n\r\n#### **• \"Duchess\" (TIE/sk Striker)**\r\n\r\nShip ability should read: \"Adaptive Ailerons: Before you reveal your dial, if you are not stressed, you **must** boost.\"\r\n\r\n_(Changed ship ability)._\r\n\r\n![Duchess TIE/sk Striker](Ship_D_TIE_SK.webp)\r\n\r\n#### **• \"Pure Sabacc\" (TIE/sk Striker)**\r\n\r\nShip ability should read: \"Adaptive Ailerons: Before you reveal your dial, if you are not stressed, you **must** boost.\"\r\n\r\n_(Changed ship ability)._\r\n\r\n![Pure Sabacc TIE/sk Striker](Ship_PS_TIE_SK.webp)\r\n\r\n##### **• \"Vagabond\" (TIE/sk Striker)**\r\n\r\nPilot ability should read: \"After you move using your Adaptive Ailerons, if you are not stressed, you may drop 1 device.\"\r\n\r\nShip ability should read: \"Adaptive Ailerons: Before you reveal your dial, if you are not stressed, you **must** boost.\"\r\n\r\n_(Changed pilot and ship ability)._\r\n\r\n![Vagabond TIE/sk Striker](Ship_V_TIE_SK.webp)\r\n\r\n#### **• \"Vizier\" (TIE Reaper)**\r\n\r\nPilot ability should read: \"After you move using your Controlled Ailerons ship ability, you may perform a :coordinate: action. If you do, skip your Perform Action step.\r\n\r\nShip ability should read: \"Controlled Ailerons: Before you reveal your dial, if you are not stressed, you may boost.\"\r\n\r\n_(Changed pilot and ship ability)._\r\n\r\n![Vizier TIE Reaper](Ship_V_TIE_R.webp)\r\n\r\n#### **• Alexandr Kallus (VCX-100)**\r\n\r\nShould include the Tail Gun ship ability possessed by all other VCX-100 pilots.\r\n\r\n_(Added missing ship ability)._\r\n\r\n#### **• Arliz Hadrassian (Scum, BTL-A4 Y-Wing)**\r\n\r\nShould read: \"While you defend, if you are damaged, before the Modify Defense Dice step, you must change 1 of your focus results to a blank result.\"\r\n\r\n_(Added a specific timing window to prevent players from circumventing the downsides of the Pilot Ability.)_\r\n\r\n![Arliz Hadrassian Scum BTL-A4 Y-Wing](Ship_AH_S_A4_YWING.webp)\r\n\r\n#### **• Arvel Crynyd (Rebel, Rz-1 A-Wing)**\r\n\r\nShould read: \"If you would fail a :boost: action by overlapping another ship, you may resolve it as though you were partially executing a maneuver instead. While you perform an attack at attack range 0, treat it as an attack at attack range 1.\"\r\n\r\n_(Changed the second portion of the ability.)_\r\n\r\n![Arvel Crynyd Real RZ-1 A-Wing](Ship_AC_R_RZ1_AWING.webp)\r\n\r\n#### **• \"Black Squadron Scout\" (TIE/sk Striker)**\r\n\r\nShip ability should read: \"Adaptive Ailerons: Before you reveal your dial, if you are not stressed, you **must** boost.\"\r\n\r\n_(Changed ship ability)._\r\n\r\n![Black Squadron Scout TIE/sk Striker](Ship_BSS_SK_TIE.webp)\r\n\r\n#### **• Berwer Kret (Separatist, Nantex-class Starfighter)**\r\n\r\nShip ability should read: \"You cannot rotate your :single-turret-arc: to your :rear-arc. After you fully execute a maneuver, you may gain 1 tractor token to perform a :rotate-arc: action.\"\r\n\r\n_(Added \"fully\")._\r\n\r\n![Berwer Kret Separatist Nantex-class Starfighter](Ship_BK_SEP_NCS.webp)\r\n\r\n#### **• Captain Feroph (TIE Reaper)**\r\n\r\nShip ability should read: \"Controlled Ailerons: Before you reveal your dial, if you are not stressed, you may boost.\"\r\n\r\n_(Changed ship ability.)_\r\n\r\n![Captain Feroph TIE Reaper](Ship_CF_REAPER_TIE.webp)\r\n\r\n#### **• Captain Oicunn (Imperial, VT-49 Decimator)**\r\n\r\nShould read: \"While you perform an attack at attack range 0, treat it as an attack at attack range 1.\"\r\n\r\n_(Ability changed to work in new core rules)_\r\n\r\n![Captain Oicunn Imperial VT-49 Decimator](Ship_CO_I_VT49_D.webp)\r\n\r\n#### **•Chertek (Separatist, Nantex-class Starfighter)**\r\n\r\nShip ability should read: \"You cannot rotate your :single-turret-arc: to your :rear-arc. After you fully execute a maneuver, you may gain 1 tractor token to perform a :rotate-arc: action.\"\r\n\r\n_(Added \"fully\")._\r\n\r\n![Chertek Separatist Nanex class Starfighter](Ship_C_SEP_NCS.webp)\r\n\r\n#### **•Commandant Goran (Imperial, TIE/in Interceptor)**\r\n\r\nShould read: \"At the start of the Engagement Phase, choose a friendly ship at range 0-3 with a lower initiative than yours. The chosen ship gains 1 evade token and removes 1 non-stress red token.\"\r\n\r\n_(Ability reworked.)_\r\n\r\n![Commandant Goran Imperial TIE/in Interceptor](Ship_CG_I_IN_TIE.webp)\r\n\r\n#### **• Commander Malarus (First Order, XI-class Light Shuttle)**\r\n\r\nShould read: \"While a friendly ship at range 0-2 performs a primary attack, before the Modify Dice step, if it has 1 or more blank results, that ship must gain 1 strain token to reroll 1 blank result, if able.\"\r\n\r\n_(Added a specific timing window to prevent players from circumventing the downsides of the Pilot Ability.)_\r\n\r\n![Commander Malarus First Order XI-class Light Shuttle](Ship_CM_FO_XIC_LS.webp)\r\n\r\n#### **• DBS-404 (Separatist, Hyena-class Droid Bomber)**\r\n\r\nShould read: \"While you perform an attack at attack range 1, you **must** roll 1 additional die. After the attack hits, suffer 1 <Crit/> damage.\"\r\n\r\n_(Changed the range restriction on this ability)._\r\n\r\n![DBS-404 Separatist Hyena-class Droid Bomber](Ship_DBS404_SEP_HC_DB.webp)\r\n\r\n#### **• Fenn Rau (Rebel, Sheathipede-class Shuttle)**\r\n\r\nShould read: \"Before an enemy ship in your firing arc engages...\"\r\n\r\n_(Replaced \"After an enemy ship in your firing arc engages\")._\r\n\r\n![Renn Rau Rebel Sheathipede-class Shuttle](Ship_FR_R_SCS.webp)\r\n\r\n#### **• Goji (Republic, BTL-B Y-Wing)**\r\n\r\nShould read: \"While a friendly ship at range 0-3 defends, it may roll 1 additional defense die for each friendly bomb at range 0-1 of it.\"\r\n\r\n_(Removed \"or mine\")._\r\n\r\n![Goji Republic BTL-B Y-Wing](Ship_G_REP_B_YWING.webp)\r\n\r\n#### **• Gorgol (Separatist, Nantex-class Starfighter)**\r\n\r\nShip ability should read: \"You cannot rotate your :single-turret-arc: to your :rear-arc. After you fully execute a maneuver, you may gain 1 tractor token to perform a :rotate-arc: action.\"\r\n\r\n_(Added \"fully\")._\r\n\r\n![Gorgol Separatist Nantex-class Starfighter](Ship_G_SEP_NCS.webp)\r\n\r\n#### **• Hera Syndulla (Rebel, A/SF-01 B-Wing)**\r\n\r\nShould read: \"While another friendly ship at range 1-2 defends or performs an attack, during a Modifiy Dice step,...\"\r\n\r\n_(Added a specific timing window of an attack during which her ability can be used. As before, this ability can only be used once per attack.)_\r\n\r\n![Hera Syndulla Rebel A/SF-01 B-Wing](Ship_HS_R_ASF01_BWING.webp)\r\n\r\n#### **•Hera Syndulla (Rebel, Rz-1 A-Wing)**\r\n\r\nShould read: \"While another friendly ship at range 1-2 defends or performs an attack, during a Modifiy Dice step...\"\r\n\r\n_(Added a specific timing window of an attack during which her ability can be used. As before, this ability can only be used once per attack.)_\r\n\r\n![Hera Syndulla Rebel Rz-1 A-Wing](Ship_HS_R_RZ1_AWING.webp)\r\n\r\n#### **• Lieutenant Dormitz (First Order, Upsilon-class Shuttle)**\r\n\r\nShould read: \"**Setup:** After you are placed, friendly small ships can be placed anywhere in the play area at range 0-2 of you.\"\r\n\r\n_(Replaced \"other friendly ship\" with \"friendly small ships\")._\r\n\r\n![Lieutenant Dormitz First Order Upsilon-class Shuttle](Ship_LD_FO_UCS.webp)\r\n\r\n#### **• Major Vermeil (TIE Reaper)**\r\n\r\nShip ability should read: \"Controlled Ailerons: Before you reveal your dial, if you are not stressed, you may boost.\"\r\n\r\n_(Changed ship ability.)_\r\n\r\n![Major Vermeil TIE Reaper](Ship_MV_TIE_RREAPER.webp)\r\n\r\n#### **• Norra Wexley (Rebel, ARC-170)**\r\n\r\nShould read: “...range 0-1, add 1 :evade: result to your dice results.”\r\n\r\n_(Removed “you may”)._\r\n\r\n![Horra Wexley Rebel ARC-170](Ship_NW_R_ARC170.webp)\r\n\r\n#### **• \"Odd Ball\" (Republic, BTL-B Y-Wing)**\r\n\r\nShould read: \"After you fully execute...\"\r\n\r\n_(Added \"fully\")._\r\n\r\n![Odd Ball Republic BTL-B Y-Wing](Ship_OB_REP_BTLB_YWING.webp)\r\n\r\n#### **Petranaki Arena Ace (Separatist, Nantex-class Starfighter)**\r\n\r\nShip ability should read: \"You cannot rotate your :single-turret-arc: to your :rear-arc. After you fully execute a maneuver, you may gain 1 tractor token to perform a :rotate-arc: action.\"\r\n\r\n_(Added \"fully\")._\r\n\r\n![Petranaki Arean Aca Separatist Nantex-class Starfighter](Ship_PAA_SEP_NCS.webp)\r\n\r\n#### **• \"Planetary Sentinel\" (TIE/sk Striker)**\r\n\r\nShip ability should read: \"Adaptive Ailerons: Before you reveal your dial, if you are not stressed, you must boost.\"\r\n\r\n_(Changed ship ability)._\r\n\r\n![Planetary Sentinel TIE/sk Striker](Ship_PSe_TIE_SK.webp)\r\n\r\n#### **• Scarif Base Pilot (TIE Reaper)**\r\n\r\nShip ability should read: \"Controlled Ailerons: Before you reveal your dial, if you are not stressed, you may boost.\"\r\n\r\n_(Changed ship ability.)_\r\n\r\n![Scarif Base Pilot TIE Reaper](Ship_SBP_TIE_REAPER.webp)\r\n\r\n#### **• Sun Fac (Separatist, Nantex-class Starfighter)**\r\n\r\nShip ability should read: \"You cannot rotate your :single-turret-arc: to your :rear-arc. After you fully execute a maneuver, you may gain 1 tractor token to perform a :rotate-arc: action.\"\r\n\r\n_(Added \"fully\")._\r\n\r\n![Sun Fac Separatist Nantex-class Starfighter](Ship_SF_SEP_NCS.webp)\r\n\r\n#### **• Stalgasin Hive Guard (Separatist, Nantex-class Starfighter)**\r\n\r\nShip ability should read: \"You cannot rotate your :single-turret-arc: to your :rear-arc. After you fully execute a maneuver, you may gain 1 tractor token to perform a :rotate-arc: action.\"\r\n\r\n_(Added \"fully\")._\r\n\r\n![Stalgasin Hive Guard Separatist Nantex-class Starfighter](Ship_SHG_SEP_NCS.webp)","Errata_Standard_loadout":"---\r\ntitle: \"Errata: Standard Loadouts\"\r\nversion: 1.4.6\r\ncategory: [\"ERRATA\"]\r\ntags: [\r\n    \"DUCH VANDER (BTL-A4-WING) - BATTLE OF YAVIN\",\r\n    \"IDEN VERSIO (TIE/IN INTERCEPTOR) - BATTLE OF YAVIN\",\r\n]\r\ndesc: \"This section contains the official errata that have been made to individual cards and other game components in Star Wars: X-Wing.\"\r\n---\r\n\r\nThis section contains the official errata that have been made to individual cards and other game components in Star Wars: X-Wing. Errata overrides the originally printed information on the game component it applies to. Unless errata from a game component appears below, the original English printing of that component is considered accurate, and overrides all other printings. This includes translated cards, promotional cards, and printings which may appear in other products.\r\n\r\n## Standard Loadout Cards\r\n\r\n##### **• \"Dutch\" Vander (BTL-A4 Y-Wing) - Battle of Yavin**\r\n\r\nPilot ability should read: \"After you spend a lock during an attack, choose a friendly ship at range 1-3. The chosen ship may acquire a lock on the defender.\"\r\n\r\nInitiative value should be \"4\".\r\n\r\n_(Corrected pilot ability and adjusted initiative value)._\r\n\r\n![Dutch Vander BTL-A4 Y-Wing - Battle of Yavin](Ship_DV_A4_YWING_BOY.webp)\r\n\r\n##### **• Iden Versio (TIE/in Interceptor) - Battle of Yavin**\r\n\r\nPilot ability should read: \"Before a friendly TIE at range 0-1 would suffer damage, you may spend 2 :charge:. If you do, prevent 1 damage.\"\r\n\r\n_(Corrected pilot ability)._\r\n\r\n![Iden Versio TIE/in - Battle of Yavin](Ship_IV_TIE_IN_BOY.webp)","Errata_Upgrade_Cards":"---\r\ntitle: \"Errata: Upgrade Cards\"\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\", \"ERRATA\"]\r\ntags: [\r\n      \"ZEB ORRELIOS\",\r\n      \"BB ASTROMECH\",\r\n      \"BB-8\",\r\n      \"AGENT KALLUS\",\r\n      \"ASAJJ VENTRESS\",\r\n      \"C1-10P\",\r\n      \"COMPOSURE\",\r\n      \"CONTRABAND CYBERNETIC\",\r\n      \"COUNT DOOKU\",\r\n      \"CONCUSSION BOMBS\",\r\n      \"DEDICATED\",\r\n      \"FERROSPHERE PAINT\",\r\n      \"GRAPPLING STRUTS\",\r\n      \"LANDING STRUTS\",\r\n      \"LANDO'S MILLENNIUM FALCON\",\r\n      \"LEIA ORGANA\",\r\n      \"LUKE SKYWALKER\",\r\n      \"OUTRIDER\",\r\n      \"PROTECTOREATE GLEB\",\r\n      \"SLAVE I\",\r\n      \"STALWART CAPTAIN\",\r\n      \"STATIC DISCHARGE VANES\",\r\n      \"URSA WREN\",\r\n      \"TRACKING TORPEDOES\",\r\n]\r\ndesc: \"This section contains the official errata that have been made to individual cards and other game components in Star Wars: X-Wing.\"\r\n---\r\n\r\nThis section contains the official errata that have been made to individual cards and other game components in Star Wars: X-Wing. Errata overrides the originally printed information on the game component it applies to. Unless errata from a game component appears below, the original English printing of that component is considered accurate, and overrides all other printings. This includes translated cards, promotional cards, and printings which may appear in other products.\r\n\r\n## Upgrade Cards\r\n\r\n\r\n#### **• \"Zeb\" Orrelios**\r\n\r\nShould read: \"While you perform an attack at attack range 0, you may spend focus tokens for their default effect to modify results. While defending at attack range 0, the attacker may spend focus tokens for their default effect to modify results.\"\r\n\r\n_(Ability reworked)._\r\n\r\n![Zeb Orrelios](UC_C_ZEB_O.webp)\r\n\r\n#### **BB Astromech**\r\n\r\nShould read \"During the System Phase, you may spend 1 :charge: to perform a :barrel-roll: action.\"\r\n\r\n_(Changed the effect timing to the System Phase)._\r\n\r\n![BB Astromech](UC_ASTRO_BB_A.webp)\r\n\r\n#### **• BB-8**\r\n\r\nShould read \"During the System Phase, you may spend 1 :charge: to perform a :barrel-roll: or :boost: action.\"\r\n\r\n_(Changed the effect timing to the System Phase)._\r\n\r\n![BB-8](UC_ASTRO_BB8.webp)\r\n\r\n#### **• Agent Kallus**\r\n\r\nShould read \"**Setup:** After placing forces, assign...\"\r\n\r\n_(Added \"After placing forces,\")_\r\n\r\n![Agent Kallus](UC_AGENT_KALLUS.webp)\r\n\r\n#### **• Asajj Ventress**\r\n\r\nAsajj Ventress should have 1 recurring charge symbol next to her Force\r\nmodifier.\r\n\r\n_(Added recurring charge symbol on Force modifier.)_\r\n\r\n![Asajj Ventress](UC_ASAJJ_VENTRESS.webp)\r\n\r\n#### **• C1-10P**\r\n\r\nSecond section of the ability should read: \"After you fully execute a maneuver, you may spend 1 :charge: to perform a red :evade: action, even while stressed.\"\r\n\r\n_(Added \"fully\")._\r\n\r\n![C1-10P](UC_C1_10P.webp)\r\n\r\n#### **• C1-10P (Erratic)**\r\n\r\nShould read: \"After you fully execute a maneuver, you must choose a ship at range 0-1. It gains 1 jam token.\"\r\n\r\n_(Added \"fully\")._\r\n\r\n![C1-10P (Erratic)](UC_C1_10P_ERRATIC.webp)\r\n\r\n#### **Composure**\r\n\r\nShould include the line: \"If you do, you cannot perform additional actions this round.\"\r\n\r\n_(Added \"If you do, you cannot perform additional actions this round.\")_\r\n\r\n![Composure](UC_COMPOSURE.webp)\r\n\r\n#### **Contraband Cybernetics**\r\n\r\nShould include the line: \"This card's :charge: cannot be recovered..\"\r\n\r\n_(Added restriction on recovering charges.)_\r\n\r\n![Contraband Cybernetics](UC_ILLI_CC.webp)\r\n\r\n#### **• Count Dooku**\r\n\r\nShould read: \"During an attack, before a ship at range 0-2 rolls attack or defense dice, if all of your :force: are active, you may spend 1 :force: and name a result. If the roll does not contain the named result, the ship must change 1 die to that result.\"\r\n\r\n_(Added \"During an attack\")._\r\n\r\n![Count Dooku](UC_C_COUNT_DOOKU.webp)\r\n\r\n#### **Concussion Bombs**\r\n\r\nThe first sentence should read: \"During the System Phase, if any of this card's\r\n\r\n:charge: are inactive, you **must** spend 1 :charge: to drop 1 concussion bomb, if able, using the [1 :straight:] template.\"\r\n\r\n_(Added \"\"using the [1 :straight:] template\")._\r\n\r\n![Concussion Bombs](UC_CB.webp)\r\n\r\n#### **Dedicated**\r\n\r\nChanged the keyword restrictions to \"Republic, Clone\".\r\n\r\n_(Removed Non-Limited restriction and added Clone restriction)._\r\n\r\n![Dedicated](UC_T_DEDOCATED.webp)\r\n\r\n#### **Ferrosphere Paint**\r\n\r\nShould read: \"After an enemy ship locks you, if you are not in that ship's :bulls-eye-arc:, that ship gains 1 stress token unless it chooses to break its lock.\"\r\n\r\n_(Abilty adjusted to allow counterplay)._\r\n\r\n![Perrosphere Paint](UC_TE_F_PAINT.webp)\r\n\r\n#### **Grappling Struts (Closed)**\r\n\r\nShould read “.... After you execute a maneuver, if you overlap an asteroid or debris cloud and there are 1 or fewer other friendly ships at range 0 of that obstacle, you may flip this card. If you do, you do not suffer the effects of overlapping the asteroid or debris cloud.\"\r\n\r\n_(Updated text to work as intended.)_\r\n\r\n![Grappling Struts (Closed)](UC_GS_CLOSED.webp)\r\n\r\n#### **Grappling Struts (Open)**\r\n\r\nShould read \"You ignore obstacles at range 0. You cannot perform :barrel-roll: actions. After you reveal your dial, if you reveal a maneuver other than a [2 :straight:] and are at range 0 of an asteroid or debris cloud, skip your Execute Maneuver step and remove 1 stress token; if you revealed a right or left maneuver, rotate your ship 90° in that direction. After you execute a maneuver, flip this card.\"\r\n\r\n_(Updated text to work as intended.)_\r\n\r\n![Grappling Struts (Open)](UC_GS_OPEN.webp)\r\n\r\n#### **Landing Struts (Closed)**\r\n\r\nShould read “.... After you execute a maneuver, if you overlap an asteroid or debris cloud and there are 1 or fewer other friendly ships at range 0 of that obstacle, you may flip this card. If you do, you do not suffer the effects of\r\noverlapping the asteroid or debris cloud.\"\r\n\r\n_(Updated text to work as intended.)_\r\n\r\n![Landing Struts (Closed)](UC_CONF_LS_CLOSED.webp)\r\n\r\n#### **Landing Struts (Open)**\r\n\r\nShould read \"You ignore obstacles at range 0. You cannot perform :barrel-roll: actions. After you reveal your dial, if you reveal a maneuver other than a [2 :straight:] and are at range 0 of an asteroid or debris cloud, skip your Execute Maneuver step and remove 1 stress token; if you revealed a right or left maneuver, rotate your ship 90° in that direction. After you execute a maneuver, flip this card.\"\r\n\r\n_(Updated text to work as intended.)_\r\n\r\n![Landing Struts (Open)](UC_CONF_LS_OPEN.webp)\r\n\r\n#### **• Lando's Millennium Falcon**\r\n\r\nShould read: “While you have an Escape Craft docked, you may treat its shields as if...”\r\n\r\n_(Replaced “spend\" with \"treat\")_\r\n\r\n![Lando's Millennium Falcon](UC_LANDO_MF.webp)\r\n\r\n#### **• Leia Organa**\r\n\r\nShould read: \"After a friendly ship reveals a non-[0 :stationary:] maneuver, you may spend 1 :force:. If you do, the chosen ship reduces the difficulty of that maneuver.\"\r\n\r\n_(Added restriction on maneuver type)._\r\n\r\n![Double Crew Leia Organa](UC_C_LEIA_ORGANA.webp)\r\n\r\n#### **• Luke Skywalker**\r\n\r\nShould read: “At the start of the Engagement Phase, you may spend 1 :force: and gain 1 deplete token to rotate your :single-turret-arc: indicator.”\r\n\r\n![GUNNER Luke Skywalker](UC_LUKE_SKYWALKER.webp)\r\n\r\n_(Added an additional cost)_\r\n\r\n#### **• Outrider**\r\n\r\nShould read: “While you perform an attack that is obstructed by an obstacle...”\r\n\r\n_(Changed “obstructed attack” to “an attack that is obstructed by an obstacle.)_\r\n\r\n![Outrider](UC_Outrider.webp)\r\n\r\n#### **• Protectorate Gleb**\r\n\r\nShould read: \"After you coordinate a friendly ship, you may transfer 1 orange or red token to the ship you coordinated.\"\r\n\r\n_(Added restriction stipulating friendly ship.)_\r\n\r\n![Protectorate Gleb](UC_P_GELB.webp)\r\n\r\n#### **• Slave I**\r\n\r\nShould read “...maneuver, you may set your dial to the maneuver of the same speed and bearing...”\r\n\r\n![Salve I](UC_SLAVE_I.webp)\r\n\r\n_(Removed “you may gain 1 stress token. If you do,”)_\r\n\r\n#### **Stalwart Captain**\r\n\r\nShould read: “Huge ship” in the restrictions box.\r\n\r\n_(Changed from \"Rebel, Huge ship.\")_\r\n\r\n![Stalwart Captain](UC_STALWART_CAPTAIN.webp)\r\n\r\n#### **Static Discharge Vanes**\r\n\r\nShould read: “Before you would gain 1 ion or jam token, if you are not stressed, you may choose another ship at range 0-1 and gain 1 stress token. If you do, the chosen ship gains that ion or jam token instead, then you suffer 1 :hit: damage.”\r\n\r\n_(Changed from “If you would gain an ion or jam token, you may choose a ship at range 0-1. If you do, gain 1 stress token and transfer 1 ion or jam token to that ship.”)_\r\n\r\n![Static Discharge Vanes](UC_STATIC_D_V.webp)\r\n\r\n#### **• Ursa Wren**\r\n\r\nShould read “You can maintain up to 2 locks. Each lock must be on a different object. After a friendly ship at range 0-3 is locked by an enemy shp, you mayperform a :lock: action.\"\r\n\r\n_(Updated text to work as intended.)_\r\n\r\n![Ursa Wren](UC_CREW_URSA_WREN.webp)\r\n\r\n#### **Tracking Torpedoes**\r\n\r\nShould read: “...This card's :charge: cannot be recovered.\"\r\n\r\n_(Added restriction on recovering charges.)_\r\n\r\n![Tracking Torpedoes](UC_TRACKING_TORPEDOES.webp)\r\n\r\n","Evade":"---\r\ntitle: Evade\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Pilots can evade to fly defensively.\r\n---\r\n\r\nPilots can evade to fly defensively. When a ship performs an :evade: action, it gains one evade token.\r\n\r\n> Evade Token\r\n![Evade Token](Evade_Token.webp)\r\n\r\nA ship is evading while it has at least one evade token. Evade tokes are circular, green [tokens](/rules/Tokens). While an evading ship defends, during the Modify Defense Dice step, it can spend one or more evade tokens to change that many of its blank or :focus: results to :evade: results.\r\n\r\n- If an ability instructs a ship to gain an evade token, this is different than performing an :evade: action. A ship that gains the token without performing the action can still perform the :evade: action this round.","Faction":"---\r\ntitle: Faction\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: There are seven factions in the game.\r\n---\r\n\r\nThere are seven factions in the game: \r\n- Rebel (The Rebel Alliance) \r\n- Imperial (The Galactic Empire)\r\n- Scum (Scum and Villainy)\r\n- Resistance\r\n- First Order, \r\n- Republic (Grand Army of the Republic) \r\n- Separatist (Separatist Alliance). \r\n\r\nAll ship cards and some upgrade cards are aligned to one of these factions. A squad cannot typically contain cards from different factions.\r\n\r\n- Upgrade cards can be used by any faction unless they have a [restriction](/rules/Restriction).\r\n","Fail":"---\r\ntitle: Fail\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Some effects can fail, which means the effect did not resolve as intended and instead is resolved in a default way.\r\n---\r\n\r\nSome effects can **FAIL**, which means the effect did not resolve as intended and instead is resolved in a default way.\r\n\r\n- A ship can fail when it [barrel rolls](/rules/Barrel_Roll), [boosts](/rules/Boost), [coordinates](/rules/Coordinate), [decloaks](/rules/Cloak), [deploys](/rules/Deploy), [jams](/rules/Jam), [locks](/rules/Lock), or [SLAMs](/rules/SLAM).\r\n- An effect that fails does not trigger any effects that would occur after a ship resolves that effect.\r\n- If an action fails, the player does not choose a different action to perform and cannot choose to resolve the effect in a different way.\r\n- If an action fails, since the action was not completed, that ship cannot perform a [linked action](/rules/Linked_Action).\r\n- After a red action fails, the ship gains a [stress](/rules/Stress) token.\r\n","Flee":"---\r\ntitle: Flee\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A ship flees if any part of its base is outside the play area at any time.\r\n---\r\n\r\nA ship flees if any part of its base is outside the [play area](/rules/Play_Area) at any time. A ship that flees is [removed from the game](/rules/Removed_From_Game).\r\n\r\n- While a ship [moves](/rules/Move), the ship does not flee if only the template is outside the play area.\r\n- Before a fleeing ship is removed from the game, the only effects it resolves before being removed from the game are effects that trigger when it flees.\r\n- A ship cannot flee while resolving a [boost](/rules/Boost), [barrel roll](/rules/Barrel_Roll), [decloak](/rules/Cloak), or [SLAM](/rules/Slam).\r\n- [Partially executing](/rules/Partially_Executing) a maneuver can cause a ship to flee if any part of its base is outside the play area after the maneuver.","Focus":"---\r\ntitle: Focus\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\nicons: [\"focus\"]\r\ndesc: Pilots can focus to concentrate and expand their combat prowess.\r\n---\r\n\r\nPilots can focus to concentrate and expand their combat prowess.\r\nWhen a ship performs the :focus: action, it gains one focus token.\r\n\r\n> Focus Token\r\n![Focus Token](Focus_Token.webp)\r\n\r\nA ship is **FOCUSED** while it has at least one focus token. Focus\r\ntokens are circular, green [tokens](/rules/Tokens). A focused ship follows these rules:\r\n\r\n- While a focused ship performs an [attack](/rules/Attack), during the Modify Attack Dice step,\r\n  it may spend a focus token to change all of its :focus: results to :hit: results.\r\n\r\n- While a focused ship defends, during the Modify Defense Dice step, it may\r\n  spend a focus token to change all of its :focus: results to :evade: results.\r\n\r\nAdditionally:\r\n\r\n- A ship cannot spend a focus token to change :focus: results to :evade: or :hit:\r\n  results if it does not have any :focus: results.\r\n\r\n- If an ability instructs a ship to gain a focus token, this is different than\r\n  performing a :focus: action. A ship that gains a token without performing the\r\n  action can still perform the :focus: action this round.\r\n","Friendly":"---\r\ntitle: Friendly\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: All ships/devices controlled by the same player are friendly to each other unless a card, game mode, scenario, or other effect states otherwise.\r\n---\r\n\r\nAll ships/[devices](/rules/Device) controlled by the same player are **FRIENDLY** to each other\r\nunless a card, game mode, scenario, or other effect states otherwise. Any dice rolled by that player are friendly to those ships. This is in contrast with [enemy](/rules/Enemy) and allied.\r\n\r\n- Ships cannot perform [attacks](/rules/Attack) against friendly ships, unless specified otherwise.\r\n- A ship is friendly to itself and can affect itself with any of its abilities that affect\r\n  friendly ships, unless those abilities explicitly refer to “other” friendly ships.","Fuse_Marker":"---\r\ntitle: Fuse Marker\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A device or obstacle is fused while it has at least one fuse marker.\r\n---\r\n\r\nA device or obstacle is **FUSED** while it has at least one fuse marker.\r\nWhen a fused device would detonate, one fuse marker is removed\r\nfrom that device instead, and that device does not detonate. When\r\na fused obstacle would be removed, one fuse marker is removed\r\nfrom that obstacle instead, and that obstacle is not removed.\r\n\r\n> Fuse Marker\r\n![Fuse Marker](Fuse_Token.webp)\r\n","Game_Mode":"---\r\ntitle: Game Mode\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Various game modes limit which ship and upgrade cards are available for squad building.\r\n---\r\n\r\nVarious game modes limit which ship and upgrade cards are available for squad building.\r\n\r\n- Some game modes have a Ban List and a Restricted List.\r\n- The two most common game modes are Standard and Extended. The points documents found at [www.atomicmassgames.com/xwing-documents](https://www.atomicmassgames.com/xwing-documents) detail which ships and upgrades are available during squad buildilng in each of these game modes\r\n","Guides":"---\r\ntitle: Guides\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Each ship's base has two pairs of guides, one pair on the front and one pair on the back.\r\n---\r\n\r\nEach ship's base has two pairs of guides, one pair on the front and one pair on the back. Some [devices](/rules/Device) also have a pair of guides.\r\n\r\n- Guides on a ship's base are ignored only while measuring [range](/rules/Range) or determining whether a ship is in an [arc](/rules/Arc).","G_L_A_T_R":"---\r\ntitle: Game Length And Tracking Rounds\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nStandard games are played over twelve rounds. Players track completed rounds with charge markers. At the start of the game, place twelve charge markers, flipped to their active sides, near the play area. At the end of each round, the players flip one charge marker to its inactive side. At the end of the twelfth round, the game ends.\r\n\r\n- If all of one player's ships are destroyed, the game ends at the end of the current round.\r\n- Players who wish to play a longer or shorter game may agree with their opponent upon any number of rounds before Setup and place that number of charge markers for tracking rounds at the start of the game. The game ends at the end of the last agreed upon round.\r\n","Hit":"---\r\ntitle: Hit\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nDuring the Neutralize Results step of an [attack](/rules/Attack), the attack **HITS** if at least one :hit: or :critical-hit: result remains uncanceled. If no :hit: or :critical-hit: results remain, the attack [misses](/rules/Miss).","Huge_Ships":"---\r\ntitle: Huge Ships\r\nversion: 1.4.6\r\ncategory: [\"RULES\"]\r\nlinks: [\r\n\t{title: \"Attacks\", id: \"attacks\" },\r\n\t{title: \"Damage Cards\", id: \"damage-cards\" },\r\n\t{title: \"Docking With Huge Ships\", id: \"docking-with-huge-ships\" },\r\n\t{title: \"Energy\", id: \"energy\" },\r\n\t{title: \"Engagement Value\", id: \"engagement-value\" },\r\n\t{title: \"Ion\", id: \"ion\" },\r\n\t{title: \"Movement\", id: \"movement\" },\r\n\t{title: \"Move And Rotate Effects\", id: \"move-and-rotate-effects\" },\r\n\t{title: \"Overlapping Objects\", id: \"overlapping-objects\" },\r\n\t{title: \"Obstruction By Huge Ships\", id: \"obstruction-by-huge-ships\" },\r\n\t{title: \"Red Maneuvers\", id: \"red-maneuvers\" },\r\n\t{title: \"Resource Trackers\", id: \"resource-trackers\" },\r\n\t{title: \"Setup\", id: \"setup\" },\r\n\t{title: \"Stress\", id: \"stress\" },\r\n\t{title: \"Tractor\", id: \"tractor\" },\r\n\t{title: \"Turrect Arc Indicators\", id: \"turrect-arc-indicators\" }\r\n]\r\ntags: [\r\n      \"ATTACKS\",\r\n      \"DAMAGE CARDS\",\r\n      \"MOVEMENT\",\r\n      \"DOCKING WITH HUGE SHIPS\",\r\n      \"ENERGY\",\r\n      \"ENGAGEMENT VALUE\",\r\n      \"ION\",\r\n      '\"MOVE\" AND \"ROTATE\" EFFECTS',\r\n      \"OVERLAPPING OBJECTS\",\r\n      \"OBSTRUCTION BY HUGE SHIPS\",\r\n      \"PRECSION SHOT\",\r\n      \"RED MANEUVERS\",\r\n      \"RESOURCE TACKERS\",\r\n      \"TURRET ARC INDICATORS\",\r\n      \"SETUP\",\r\n      \"STRESS\",\r\n      \"TRACTOR\",\r\n    ]\r\n---\r\n\r\n**The rules for Huge Ships have not been updated alongside the core rules. They will be updated in the future**\r\n\r\nHuge ships function similarly to standard ships, and obey the rules in the glossary except as noted in this appendix. There are also several example diagrams for huge ship movement and turret arc placement at the end of this section.\r\n\r\n## ATTACKS\r\n\r\nDuring the Engagement Phase, each huge ship may perform multiple attacks.\r\n\r\n##### **Standard Attack**\r\n\r\nDuring its engagement, a huge ship may perform one standard attack which is either a primary attack or special attack with an “**attack:**” header. This is resolved in the same manner as a standard ship (see [Attack](/rules/Attack)).\r\n\r\n##### **Bonus Attacks**\r\n\r\nWhen an attack granted by a special weapon has the “**Bonus Attack:**” header, a huge ship equipped with that upgrade may perform the listed bonus attack while it engages, before or after its standard attack. Additionally:\r\n\r\n- A huge ship may perform any number of bonus attacks each round.\r\n- A huge ship can use each “**Bonus Attack:**” header only once per round.\r\n- If an effect grants a huge ship a bonus attack that is a primary attack or a special attack with an “**Attack:**” header, it can perform only one bonus attack using that primary attack or “**Attack:**” header per round.\r\n\r\n##### **Firing Arcs**\r\n\r\nHuge ships have standard firing arcs as denoted on their ship cards. By default, their primary attacks can be made at range 1-3.\r\n\r\n##### **Attack Range 4-5**\r\n\r\nUnlike standard ships, huge ships can sometimes perform attacks at range 4-5. Some special weapons and abilities can extend a huge ship's firing arcs to range 4 or 5 while a weapon with that range requirement occupies that arc or that ability is active. If a ship's front arc [:front-arc:] or full front arc [:full-front-arc:] extends to range 4 or 5, its bullseye arc [:bulls-eye-arc:] also extends to range 4 or 5.\r\n\r\n##### **Defending at Range 4-5**\r\n\r\nWhile a ship defends, if the attack is range 4-5, and the attack does not have the ordnance icon, the defender rolls two additional defense dice. Reinforce tokens can be used by defenders at attack range 4-5, even if a ship's :full-front-arc: or :full-rear-arc: normally does not extend to range 4-5.\r\n\r\n## DAMAGE CARDS\r\n\r\nHuge ships use the huge ship damage deck instead of the standard damage deck. Each side should use its own huge ship damage deck. The rules for the huge ship damage deck are described below.\r\n\r\n##### **Facedown Damage Cards**\r\n\r\nIf a huge ship has suffered more than four facedown damage cards, it is suggested that players arrange the ship's damage cards in groups of five. This makes it easier to count and track damage during a game.\r\n\r\n###### **Faceup Damage Cards**\r\n\r\nEach card in the huge ship damage deck has two effects: a primary effect (on the bottom), which functions like the effect of any other faceup damage card, and a **Percision shot** effect (on the top), which is an additional effect that attackers can apply when firing from certain angles.\r\n\r\n![Precision Shot Effect on Huge Ship Damage Card](HUGE_SHIPS_DAMAGE_CARDS.webp)\r\n\r\nWhile a huge ship defends, if it is dealt a faceup damage card, resolve the precision shot effect only if the attacker is in the specified arc of the defending huge ship: side arc, full front arc, full rear arc, or bullseye arc. Note that precision shot effects trigger only if a huge ship is defending.\r\n\r\nAfter resolving the precision shot effect (if applicable), apply the primary effect of the faceup damage card. Slide the card underneath the ship card or its other faceup damage cards such that only the primary effect is visible.\r\n\r\n## DOCKING WITH HUGE SHIPS\r\n\r\nSome upgrades allow standard ships to dock with huge ships. While a docked ship deploys, it may execute its maneuver from the front or rear guides, or by aligning the center of its maneuver template to the huge ship's center line.\r\n\r\nDuring the System Phase, any number of ships docked to a huge ship may deploy from it. If a ship cannot be placed while being deployed, it is destroyed.\r\n\r\nDuring the System Phase, one or more standard ships may dock with a huge ship carrier at range 0-1.\r\n\r\n### Deploying from a Huge Ship\r\n\r\nA player can deploy docked ships from the sides of a huge ship in addition to the front and rear guides. Simply align the line that runs down the center of the template with the center line of the huge ship's token, and then execute the maneuver as normal.\r\n\r\n![Huge Ship Deploying a Ship](HUGE_SHIPS_DEPLOY_SHIP.webp)\r\n\r\n## ENERGY (:energy:)\r\n\r\nEnergy (:energy:) is a type of charge that follows all the standard rules for charges (see [Charge](/rules/Charges)). Additionally:\r\n\r\n- If an upgrade card has an energy capacity, this increases the energy capacity of the ship. The :energy: are placed above the ship card it is attached to (not the upgrade card).\r\n  + During the End Phase, each ship with an energy capacity recovers only a number of :energy: equal to the recurring charge symbols on its ship card, regardless of the number of recurring charge symbols that appear on its upgrade cards.\r\n  + If an upgrade card instructs the ship to spend :energy:, those :energy: are spent from the ship card.\r\n\r\n## ENGAGEMENT VALUE\r\n\r\nEach huge ship has an **Engagement Value**, a second orange number printed beneath its initiative value. During the Activation Phase, a huge ship activates according to its initiative value, like normal. However, a huge ship engages during the Engagement Phase at the initiative of its engagement value instead.\r\n\r\nA huge ship's initiative cannot be altered, and it cannot be caused to engage at an initiative step other than its engagement value.\r\n\r\n> Engagement Value\r\n![Engagement Value](HUGE_SHIPS_ENGAGEMENT.webp)\r\n\r\n## ION\r\n\r\nA huge ship is **IONIZED** while it has six or more ion tokens. Otherwise, an ionized huge ship behaves in the same manner as an ionized standard ship (see [Ion](/rules/Ion)).\r\n\r\n## MOVEMENT\r\n\r\nHuge ships are limited to straight [:straight:], bank [:bank-left: or :bank-right:], and stop [:stationary:] maneuvers. To execute these maneuvers, huge ships use the huge ship maneuver tool.\r\n\r\n##### **Straight [:straight:] Maneuvers**\r\n\r\nThe straight edge of the huge ship maneuver tool is used for executing straight maneuvers. This edge has six lines that players use to execute straight maneuvers at various speeds.\r\n\r\nTo execute a straight maneuver, a player follows these steps:\r\n\r\n1. **Align Tool:** The player places the straight edge of the maneuver tool against one of the long edges of the huge ship's base. Then the player aligns the speed 0 line of the tool to the huge ship's center line.\r\n2. **Move Ship:** The player moves the huge ship along the tool until the ship's center line is aligned with the speed that corresponds to the maneuver's speed. Then the player returns the tool to the supply and the maneuver is complete.\r\n\r\nWhen executing a straight maneuver, the base of the huge ship might overlap another ship or obstacle (see [Overlapping Objects](#overlapping-objects)).\r\n\r\n##### **Bank Maneuvers [:bank-left: and :bank-right:]**\r\n\r\nThe hook and jagged edge of the maneuver tool are used for executing bank maneuvers. This edge has four lines, which players use to execute bank maneuvers at various speeds. See [Example of a [2 :bank-right:] Maneuver](/rules/Huge_Ships_EX) for a full visual.\r\n\r\nTo execute a bank [:bank-left: or :bank-right:] maneuver, a player follows these steps:\r\n\r\n1. **Position Tool:** The player positions the maneuver tool by sliding the tool's hook underneath the opening of the huge ship's base so it fits into the base's left groove (for a :bank-left:) or right groove (for a :bank-right:). Both the hook and the hook's edge should be flush against the huge ship's base.\r\n\r\n2. **Place Huge Ship:** The player places the huge ship so the front right corner of its base (for a :bank-right:) or front left corner of its base (for a :bank-left:) is pressed into the corner of the maneuver tool that corresponds to the speed of the bank maneuver (shown below).\r\n\r\n![Final Postion for a right bank](HUGE_SHIP_MANEUVER_1.webp)\r\n\r\n> Final position for a [2 :bank-right:] maneuver.\r\n\r\nWhen executing a speed 0 bank, the player aligns the front edge of the ship's base with the speed 0 line on the tool (shown below).\r\n\r\n![Final Postion for a 0 maneuver](HUGE_SHIP_MANEUVER_2.webp)\r\n> Final position for a [0 :bank-right:] maneuver.\r\n\r\nWhen executing a bank maneuver, the base of the huge ship might overlap another ship or obstacle (see [Overlapping Objects](#overlapping-objects \"external\")).\r\n\r\n##### **Stationary Maneuver [:stationary:]**\r\n\r\nA huge ship executes a stationary maneuver [0 :stationary:] following the stationary maneuver rules for standard ships.\r\n\r\n## “MOVE” AND “ROTATE” EFFECTS\r\n\r\nIf another card's effect instructs a huge ship to move or rotate its base a number of degrees, it does not move or rotate its base. Such effects include:\r\n\r\n- Barrel Roll\r\n- Boost\r\n- Cloak/Decloak\r\n- SLAM\r\n- Any effect that calls for a base rotation (e.g. “rotate your base 90 ̊” or “rotate your base 180 ̊”) to occur.\r\n\r\n## OVERLAPPING OBJECTS\r\n\r\nHuge ships have additional rules for overlapping objects that they use in place\r\nof the rules used by standard ships.\r\n\r\n##### **Overlapping Obstacles**\r\n\r\nAfter a huge ship overlaps an obstacle, the obstacle is removed from the play area. Then the huge ship suffers an effect according to the type of obstacle it overlapped, as follows:\r\n\r\n- **Asteroid or Debris Field:** The huge ship suffers one :critical-hit: damage and gains one stress token.\r\n- **Gas Cloud:** The huge ship gains one jam token.\r\n\r\nThen the huge ship continues to resolve its activation. It does not skip its\r\nPerform Action step\r\n\r\n##### **Overlapping Huge Ships**\r\n\r\nDuring the Activation Phase, if a huge ship overlaps another huge ship, it executes a maneuver that is one speed lower than what was revealed on its dial. The huge ship repeats this process until it does not overlap another huge ship (executing a stationary maneuver [:stationary:] if it was executing a speed 0 bank). See [Example of Overlapping a Huge Ship](/rules/Huge_Ships_EX).\r\n\r\nThen the ship that executed the maneuver and each huge ship that it overlapped suffers :critical-hit: damage equal to the speed of the maneuver on the overlapping ship's dial.\r\n\r\nIf a standard ship (a small, medium, or large ship) overlaps a huge ship, it resolves the overlap using the same rules used for overlapping a standard ship.\r\n\r\n##### **Overlapping Standard Ships**\r\n\r\nAfter a huge ship overlaps a standard ship, the standard ship suffers :critical-hit: damage equal to the speed of the huge ship's revealed maneuver. Then, the standard ship is picked up and set aside until the huge ship completes its maneuver. See [Example of Overlapping a Standard Ship](/rules/Huge_Ships_EX).\r\n\r\nAfter the huge ship completes its maneuver, each standard ship that was picked up is placed in the huge ship's full rear arc [:full-rear-arc:] at range 0-1. Starting with the first player, players take turns placing any of their standard ships that were picked up. Any standard ship that cannot be placed is destroyed. After\r\na player places their ship, they must choose an opponent, who may rotate the ship 90° to the left or right using the position marker from the core set.\r\n\r\nAfter all ships are placed, the huge ship rolls one attack die for each small ship it overlapped, two for each medium ship, and three for each large ship; for each :hit: result, the huge ship gains one stress token, and for each :critical-hit: result the huge ship suffers one :critical-hit: damage.\r\n\r\n## OBSTRUCTION BY HUGE SHIPS\r\n\r\nWhile a huge ship obstructs an attack, the defender rolls one additional defense die.\r\n\r\n## PRECISION SHOT\r\n\r\nSee [Damage Cards](#damage-cards)\r\n\r\n## RED MANEUVERS\r\n\r\nWhile a huge ship executes a red maneuver:\r\n\r\n- If it has one or more active energy (:energy:), it loses one :energy: instead of gaining one stress during the Check Difficulty step.\r\n- If it has zero :energy: and is not stressed, it gains one stress token during the Check Difficulty step.\r\n- If it has zero :energy: and is stressed, it executes a white [2 :straight:] maneuver instead of the maneuver on its dial.\r\n\r\n## RESOURCE TRACKERS\r\n\r\nHuge ships use resource trackers to note their current active energy (:shield:) and\r\nactive shields (:energy:). To use a resource tracker:\r\n\r\n- When a huge ship loses :energy: or :shield:, reduce the relevant tracker by that amount.\r\n- When a huge ship recovers :energy: or :shield:, increase the relevant tracker by that amount, to a maximum of its energy or shield value, respectively.\r\n\r\n> Resource Tracker\r\n![Resource Tracker](resource_tracker.webp)\r\n\r\n## SETUP\r\n\r\nPlayers set up a game with huge ships using the same steps used for a standard game of **X-Wing**, with the following additions:\r\n\r\n**Gather Forces:** Set each huge ship's resource tracker so its shield and energy values match those shown at the bottom of its ship card. Place any turret arc indicators and their associated markers (see [Turret Arc Indicators](#turret-arc-indicators)).\r\n\r\n**Place Forces:** Place huge ships before all other ships. If there are multiple huge ships, they are placed in descending order according to their initiative value.\r\n\r\nLike a large ship, a huge ship's base may extend outside of its side's setup area as long as it fills the length of that area. It cannot be placed with any portion of its base outside the play area.\r\n\r\n**Prepare Other Components:** Players shuffle the huge ship damage deck and place it facedown outside the play area. If the players have more than one huge ship damage deck, each player uses their own deck. Additionally, players place the huge ship maneuver tool outside the play area.\r\n\r\n## STRESS\r\n\r\nAfter a huge ship gains a stress token, it must spend one :energy: to remove a stress token, if able. After a huge ship recovers :energy:, it must spend one :energy: for each stress token it has. Then it removes one stress token for each :energy: it spent this way.\r\n\r\nOtherwise, a huge ship interacts with stress tokens in the same manner as a standard ship (see [Stress](/rules/Stress)).\r\n\r\n## TRACTOR\r\n\r\nA huge ship is **TRACTORED** while it has six or more tractor tokens. After a huge ship becomes tractored, it is not moved as a standard ship would be. Otherwise, a huge ship interacts with tractor tokens in the same manner as a standard ship (see [Tractor](/rules/Tractor)).\r\n\r\n## TURRET ARC INDICATORS\r\n\r\nA huge ship can have up to two turret arc indicators if it equips two upgrades that grant it a :single-turret-arc: or :double-turret-arc: arc indicator.\r\n\r\n![Turret Arc Indicators](Turret_Arc_Indicatiors_HS.webp)\r\n\r\nIf a huge ship has two upgrades that grant it a turret arc, place one turret arc indicator on one mount and a different colored turret arc indicator on the other mount. Then place the position marker that matches the color and type of indicator on the upgrade card that grants the :single-turret-arc: or :double-turret-arc:. [See Example of Tracking :single-turret-arc: on a Huge Ship](/rules/Huge_Ships_EX).\r\n\r\nEach indicator is associated with the upgrade that has the matching position marker. Since the indicators correspond to different weapons, each indicator can be pointed at different arcs or at the same arc. Regardless of whether a turret arc indicator is on the front or rear mount, its firing arcs are always measured from the center of the ship, not from the mount. Additionally, regardless of which mount they are on, both indicators behave similarly and occupy the arc they are pointing toward: :front-arc:, :left-arc:, :right-arc:, or :rear-arc. See Example of a Huge Ship with Multiple :single-turret-arc:.\r\n\r\nWhen a huge ship is instructed to rotate its turret arc indicator—such as via the rotate :rotate-arc: action—it can rotate either or both of its turret arc indicators.","Huge_Ships_EX":"---\r\ntitle: Huge Ships Examples\r\nversion: 1.4.6\r\ncategory: [\"EXAMPLES\"]\r\ntags: [\r\n    \"MANEUVER\",\r\n    \"OVERLAPPING A HUGE SHIP\",\r\n    \"OVERLAPPING A STANDARD SHIP\",\r\n]\r\ndesc: This section contains diagrams for huge ships.\r\n---\r\n\r\nThis section contains diagrams for huge ships.\r\n\r\n## EXAMPLE OF A [2 :bank-right:] MANEUVER\r\n\r\nThis example shows how a huge ship executes a bank maneuver.\r\n\r\n> Fig. 1a: Position tool (before)\r\n![Position tool (before)](HUGE_SHIPS_EXAMPLES_1A.webp)\r\n\r\n> Fig. 1b Place ship (after)\r\n![Position tool (after)](HUGE_SHIPS_EXAMPLES_1B.webp)\r\n\r\n## EXAMPLE OF OVERLAPPING A HUGE SHIP\r\n\r\nThis example shows how a huge ship overlap of another huge ship is resolved.\r\n\r\n![Raider attempting maneuver](HUGE_SHIPS_EXAMPLES_2A.webp)\r\n\r\n>  Fig. 2a: The Raider-class corvette is attempting to execute a [2 :bank-right: ] maneuver\r\n\r\n![Raider overlap CR9](HUGE_SHIPS_EXAMPLES_2B.webp)\r\n\r\n> ig. 2b: The Raider-class corvette would overlap the CR90 corvette.\r\n\r\n![Overlap resolved](HUGE_SHIPS_EXAMPLES_2C.webp)\r\n\r\n> Fig. 2c: To resolve this, the Raider instead executes a [1 :bank-right:] maneuver, since it is a speed 1 lower maneuver that does not cause it to overlap the CR90\r\n\r\n## EXAMPLE OF OVERLAPPING A STANDARD SHIP\r\n\r\nThis example shows how a huge ship overlap of a standard ship is resolved.\r\n\r\n![Overlap resolved](HUGE_SHIPS_EXAMPLES_3A.webp)\r\n\r\n> Fig. 3a: The Raider-class corvette would overlap the YT-1300. To resolve this, the YT-1300's player picks it up and sets it aside.\r\n\r\n![Overlap resolved](HUGE_SHIPS_EXAMPLES_3B.webp)\r\n\r\n> Fig. 3b: After the Raider moves, the YT-1300's player places it in the Raider's full rear arc [:full-rear-arc:] at range 0-1. Then a chosen opponent may rotate the YT-1300 by 90 ̊.\r\n\r\n## EXAMPLE OF TRACKING :single-turret-arc: ON A HUGE SHIP\r\n\r\nThis CR90 has a Point-Defense Battery [:hardpoint:] equipped, so a :double-turret-arc: turret arc indicator needs to be placed on a mount. A black indicator is selected and placed on the front mount.\r\n\r\n![Overlap resolved](HUGE_SHIPS_EXAMPLES_4A.webp)\r\n\r\n> Since the black :double-turret-arc: was used on the front mount, the corresponding black :double-turret-arc: mount marker is placed on the Point-Defense Battery upgrade card\r\n\r\n![Overlap resolved](HUGE_SHIPS_EXAMPLES_4B.webp)\r\n\r\n> This CR90 also has a Turbolaser Battery [:hardpoint:] equipped. Since a black turret arc indicator was used on the front mount, the white :single-turret-arc: is used for the rear mount.\r\n\r\n![Overlap resolved](HUGE_SHIPS_EXAMPLES_4C.webp)\r\n\r\n> Additionally, the corresponding white :single-turret-arc: mount marker is placed on the Turbolaser Battery upgrade card.\r\n\r\n![Overlap resolved](HUGE_SHIPS_EXAMPLES_4D.webp)\r\n\r\n## EXAMPLE OF A HUGE SHIP WITH MULTIPLE :single-turret-arc:\r\n\r\nThis CR90 has a Point-Defense Battery [:hardpoint:] and a Turbolaser Battery [:hardpoint:] equipped. The Point-Defense Battery's black :double-turret-arc: turret arc indicator was place on the front mount and the Turbolaser Battery's white :single-turret-arc: turret arc indicator was place on the rear mount.\r\n\r\n![Overlap resolved](HUGE_SHIPS_EXAMPLES_5A.webp)\r\n\r\n> The Point-Defense Battery can attack from the CR90's :left-arc: and :right-arc:. The Turbolaser Battery can attack from the CR90's :front-arc:.\r\n\r\n![Overlap resolved](HUGE_SHIPS_EXAMPLES_5B.webp)\r\n\r\n> If the CR90 tried to attack this TIE fighter, the attack range for the Turbolaser Battery would be range 1, which is too close, but the range for both the Point-Defense Battery and its primary weapon is range 2.","Hull":"---\r\ntitle: Hull\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: The yellow number on a ship card is the ship's hull value.\r\n---\r\n\r\nThe yellow number on a ship card is the ship's hull value. The hull value indicates how many damage cards it must have to be [destroyed](/rules/Destoryed).\r\n\r\n> Hull Value on a Ship Card\r\n![Hull](Hull.webp)\r\n\r\n- The amount of **HULL REMAINING** for a ship is the difference between the hull value and the number of damage cards it has.\r\n","Id_Marker":"---\r\ntitle: Id Marker\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: ID markers relate ships in the play area to their respective ship card and any locks they have.\r\n---\r\n\r\nID markers relate ships in the play area to their respective ship card and any [locks](/rules/Lock) they have. Players must assign ID markers to each of their ships during [setup](/rules/Setup).\r\n\r\nTo assign an ID marker to a ship, the player places one ID marker on the ship's card. Then they insert the two corresponding ID markers into the tower of the ship's base. The color of the number on the sides that face outward must match the color of the faceup marker on the ship card.\r\n\r\n- Players can color their ID markers, (using a marker, brush, etc.) so long as all of their fielded ships match.\r\n- During setup, players must be able to clearly differentiate which ships are on each side by using differently colored ID markers.\r\n","Inflict":"---\r\ntitle: Inflict\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Some special weapons inflict tokens instead of dealing damage.\r\n---\r\n\r\nSome [special weapons](/rules/Special_Weapon) inflict tokens instead of dealing damage. If an attack inflicts tokens, the defender gains the number and type of tokens specified.\r\n","Initiative":"---\r\ntitle: Initiative\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A ship's initiative value is the orange number to the left of the ship's name on its ship card.\r\n---\r\n\r\nA ship's initiative value is the orange number to the left of the ship's name on its ship card. Initiative is used to determine the order in which ships can use abilities during the [System Phase](/rules/System_Phase), activate during the [Activation Phase](/rules/Activation_Phase), engage during the [Engagement Phase](/rules/Engagement_Phase), and are placed during [setup](/rules/Setup).\r\n\r\n- If several abilities alter the initiative of a ship, only the most recent ability is applied.\r\n    + If the most recent effect ends (such as “at the end of the Engagement Phase”), the ship's initiative returns to the initiative established by the most recent ability that is still active.\r\n","Introduction":"---\r\ntitle: Introduction\r\nversion: 1.4.6\r\ncategory: [\"RULES\"]\r\ndesc: \"This reference is the definitive source for all Star Wars: X-Wing rules.\"\r\n---\r\n\r\nThis reference is the definitive source for all **Star Wars: X-Wing rules.** Unlike the Rulebook, this reference addresses complex and unusual gameplay situations. The main component of this guide is a glossary of important game terms, organized alphabetically.\r\n\r\n### GOLDEN RULES\r\n\r\nIf a rule in this guide contradicts the Rulebook, the rule in this guide takes precedence. If the ability of a card conflicts with the rules in this guide, the card ability takes precedence. If a card ability uses the word “cannot,” that effect is absolute and cannot be overridden by other effects. During an attack or while otherwise resolving an effect involving dice, each die cannot be rerolled more than once.\r\n\r\n### ERRATA AND CONFLICTS\r\n\r\nIf there is a conflict when resolving a game effect between different translations and/or printings of cards, the most recent English printing takes precedent. The most recent card text can be found in the Errata available at [www.atomicmassgames.com/xwing-documents](https://www.atomicmassgames.com/xwing-documents).","Ion":"---\r\ntitle: Ion\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A ship is ionized while it has a number of ion tokens relative to its size.\r\n---\r\n\r\nA ship is **IONIZED** while it has a number of ion tokens relative to its [size](/rules/Size): one or more for a small ship, two or more for a medium ship, and three or more for a large ship. Ion tokens are red [tokens](/rules/Tokens).\r\n\r\n> Ion Token\r\n![Ion Token](Ion_Token.webp)\r\n\r\nA ship that is ionized cannot acquire or maintain locks. When a ship becomes ionized, it breaks all locks it is maintaining. During the [Activation Phase](/rules/Activation_Phase), an ionized ship activates as follows:\r\n\r\n1. The ionized ship reveals its dial as normal.\r\n2. During the Execute Maneuver step, the ionized ship executes an **ION MANEUVER** with the same direction shown on its dial. An ion maneuver  is a blue speed 1 bank or straight [:bank-left:, :straight:, :bank-right:] [maneuver](/rules/Maneuver).\r\n\r\n- If an ionized ship's dial shows a stop [:stationary:] maneuver, they perform their ion maneuver as a [1 :straight:] maneuver.\r\n- The [bearing](/rules/Bearing), [difficulty](/rules/Difficulty), and [speed](/rules/Speed) of this maneuver cannot be changed unless an ability explicitly affects the ion maneuver.\r\n\r\n3. During the Perform Action step, the ship can perform only the :focus: action.\r\n4. At the end of a ship's activation, if it executed an ion maneuver, it removes all of its ion tokens.\r\n\r\nAdditionally:\r\n\r\n- An ionized ship cannot perform any action except the :focus: action.\r\n- Ships cannot use abilities that trigger from an ionized ship revealing its ddial.\r\n- If a ship that was ionized during the Planning Phase is no longer ionized at the beginning of its activation, it activates as normal.\r\n","Jam":"---\r\ntitle: Jam\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\nicons: [\"jam\"]\r\ndesc: Pilots can jam to conduct electronic warfare and confuse other ships' systems.\r\n---\r\n\r\nPilots can jam to conduct electronic warfare and confuse other ships' systems. When a ship performs the :jam: action, it jams. A **JAMMING** ship is a ship that is attempting to jam by performing the following steps:\r\n\r\n1. Measure [range](/rules/Range) from the jamming ship to any enemy ships.\r\n2. Choose an enemy ship at range 1, or at range 1-2 in the jamming ship's :bulls-eye-arc:.\r\n3. The chosen ship gains one jam token.\r\n\r\n> Jam Token\r\n![Jam Token](Jam_Token.webp)\r\n\r\nA ship is **JAMMED** if it has at least one jam token. Jam tokens are circular, orange [tokens](/rules/Tokens). When a ship becomes jammed, the player whose effect caused the ship to gain the jam token chooses for the ship to either remove one of its green tokens or break one of its [locks](/rules/Lock). If either effect is resolved, it removes the jam token. If the ship does not have any green tokens or is not maintaining any locks, it remains jammed.\r\n\r\nAfter a jammed ship gains a green token or acquires a lock, the jammed ship removes that token or breaks that lock. Then it removes one jam token.\r\n\r\n- Some [special weapons](/rules/Special_Weapons) [inflict](/rules/Inflict) jam tokens instead of dealing damage.\r\n- While a ship attempts to jam, it [fails](/rules/Fail) if no ship is chosen.\r\n- Any [abilities](/rules/Abilities) that cause a jammed ship to gain a green token or acquire a lock still trigger any effects that occur from resolving that ability even if the token is removed or the lock is broken. The jam token does not cause that ability to fail.\r\n- If an ability instructs a ship to jam, this is different than performing a :jam: action. A ship that jams without performing the action can still perform the :jam: action this round.\r\n- If a ship has multiple green tokens or locks, the player whose effect caused the ship to gain the jam token chooses which green token is removed or which lock is broken.","Limited":"---\r\ntitle: Limited\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"LIMITED 2\", \"LIMITED 3\"]\r\ndesc: Some ship cards and upgrade cards have limitations.\r\n---\r\n\r\nSome ship cards and upgrade cards have limitations. These **LIMITED** cards are identified by a number of bullets (•) to the left of their names. During [squad building](/rules/Squad_Bulding), a player cannot field more copies of cards that share that name than the number of bullets in front of the name.\r\n\r\n- This restriction also applies across card types. For example, if a name has two bullets in front of it, the player could field two ship cards with that name, two upgrades with that name, one ship card and one upgrade with that name, etc.\r\n\r\nExamples:\r\n\r\n- If one bullet appears in front of a card's name, it can be included only once in a squad. Likewise, if two bullets appear in front of a card's name, it can be included up to twice in a squad.\r\n\r\n- •\"Luke Skywalker\" has one bullet in front of his name, so only one card named \"Luke Skywalker\" in theri list, either as a ship or upgrade card.\r\n\r\n## LIMITED 2 (••) AND 3 (•••)\r\n\r\nAs explained in the Core Rulebook, limited cards are marked with a number of bullets (“•”) equal to their limited value before their name. The core set contains numerous cards which are marked with a single bullet (“•”) that denotes them as limited 1.\r\n\r\nIf a card has two bullets (“••”) before its name, it is limited 2, and a player cannot field more than two cards with this name; if a card has three bullets (“•••”), it is limited 3, and a player cannot field more than three cards with this name, and so forth.\r\n","Linked_Action":"---\r\ntitle: Linked Action\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Linked actions allow a ship to perform an action after performing another action.\r\n---\r\n\r\nLinked actions allow a ship to perform an [action](/rules/Action) after performing another action. Linked actions can appear on a ship or upgrade card in the linked action bar just to the right of the action bar. After the ship performs the action from its action bar, it can perform the attached action listed on the linked action bar.\r\n\r\n- After a ship performs an action with an attached linked action, if the player wants to resolve the linked action, it is added to the [ability queue](/rules/Ability_Queue). If it has multiple actions linked from the same starting action (e.g. :focus: :linked: :barrel-roll: and :focus: :linked: :boost: ), it can choose only one linked action to add to the queue.\r\n\r\n- A linked action can be performed after performing the action it is attached to even if that action was granted by a card effect or other game effect.\r\n\r\n- After a ship performs a linked action, it cannot use that action to add another linked action to the ability queue. For example, if a ship has both :focus: :linked: :barrel-roll:  and :barrel-roll: :linked: :evade: on its action bar, it cannot use the :barrel-roll: action from its linked action bar (attached to :focus:) as the :barrel-roll: action on its action bar to perform a linked :evade: action.\r\n","Lock":"---\r\ntitle: Lock\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\nicons: [\"lock\"]\r\ntags: [\"BREAK\"]\r\ndesc: Ships can lock to use their computer to acquire targeting data on environmental hazards or other ships.\r\n---\r\n\r\nShips can lock to use their computer to acquire targeting data on environmental hazards or other ships. When a ship performs a :lock: action, it acquires a lock. A **LOCKING** ship is a ship that is attempting to acquire a lock by performing the following steps:\r\n\r\n1. Measure range from the locking ship to any number of [objects](/rules/Objects).\r\n2. Choose another object at [range](/rules/Range) 0-3.\r\n3. Assign a lock token to it with the number matching the [ID marker](/rules/Id_Marker) of the locking ship.\r\n\r\nAn object is **LOCKED** while it has at least one lock token assigned to it. Lock tokens are red tokens. While a ship has another ship locked, it follows this rule:\r\n\r\n- During the Modify Attack Dice step of a ship's [attack](/rules/Attack), it can spend a lock token that it has on the defender to reroll one or more of its attack dice. Additionally:\r\n- When a ship is instructed to **BREAK** a lock it has, the lock token corresponding to its ID token is removed.\r\n- While acquiring a lock, it [fails](/rules/Fail) only if there is no valid object to choose.\r\n- A ship cannot acquire or have a lock on itself.\r\n- An object can be locked by more than one ship.\r\n- A ship can maintain only one lock. If a locking ship already has a lock, before the chosen object would be assigned a lock token, the ship's former lock token is removed.\r\n- If an ability instructs a ship to acquire a lock, this is different than performing a :lock: action. A ship that acquires a lock without performing the action can still perform the :lock: action this round. \r\n  + If a ship is instructed to acquire a lock, the object it locks must be at range 0-3 unless otherwise specified.\r\n","Maneuver":"---\r\ntitle: Maneuver\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A maneuver is a type of move that a ship can execute.\r\n---\r\n\r\nA maneuver is a type of [move](/rules/Move) that a ship can execute. Each maneuver has three components: [speed](/rules/Speed) (a number 0-5), [difficulty](/rules/Difficulty) (red, white, or blue), and [bearing](/rules/Bearing) (an arrow or other symbol). Each bearing is further defined with a direction. A ship can execUte a maneuver by resolving the following steps in order:\r\n\r\n1. **Maneuver Ship:** During this step, the ship moves using the matching template. 1. Take the template that matches the maneuver from the [supply](/rules/Supply). 1. Set the template between the ship's front guides (so that it is flush against the base). 1. Pick up and place the ship at the opposite end of the template and slide the rear guides of the ship into the template. 1. Return the template to the supply.\r\n\r\n2. **Check Difficulty:** During this step, if the maneuver is red, the ship gains one [stress token](/rules/Stress); if the maneuver is blue, the ship removes one stress token and one [strain token](/rules/Strain) and one [deplete token](/rules/Deplete).\r\n\r\nAdditionally:\r\n\r\n- While executing a maneuver, if a ship would be placed at the end of the template on top of another [object](/rules/Objects), it has [overlapped](/rules/Overlap) that object.\r\n- While executing a maneuver, if only the template was placed on top of another object, the ship has [moved through](/rules/Move) the object.\r\n- While executing a maneuver, the ship is picked up from its starting position and placed in its final position. The full width of the ship's base is ignored except in its starting and final positions.\r\n- If a [stressed](/rules/Stress) ship attempts to execute a maneuver with a red difficulty, the ship performs a white [2 :straight:] maneuver instead.\r\n- A card effect can cause a ship to execute a maneuver that does not appear on its dial.\r\n- Some abilities reference a ship's **Revealed MANEUVER** outside of that ship's activation. A ship's revealed maneuver is the maneuver selected on its dial, which remains faceup next to that ship's ship card until the next Planning Phase.   \r\n  + If a ship's dial is not revealed, or it was not assigned a dial that round, that ship does not have a revealed maneuver.\r\n","Mine":"---\r\ntitle: Mine\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A mine is a type of device that is placed in the play area through a card effect from a device upgrade card.\r\n---\r\n\r\nA mine is a type of [device](/rules/Device) that is placed in the [play area](/rules/Play_Area) through a card effect from a :device: upgrade card. The upgrade card that corresponds to the mine has the “Mine” trait at the top of its card text. Mines can be [dropped](/rules/Deploy) or [launched](/rules/Deploy) during the System Phase and typically detonate after they are [moved through](/rules/Move) or [overlapped](/rules/Overlap) by a ship.\r\n","Miniatures":"---\r\ntitle: Miniatures\r\nversion: 1.4.6\r\ncategory: [\"RULES\"]\r\n---\r\n\r\nEach player must have the miniatures for each ship in their squad. Players are allowed to customize their miniatures as they like but must follow these guidelines:\r\n\r\n- The miniature must be made from a majority of miniature parts from the **Star Wars: X-Wing** miniatures line.\r\n- The miniature must be easily identifiable as the ship it represents\r\n- Players may not customize a miniature in such a way that any part of the miniature represents the intellectual property of any party except Lucasfilm, including: copyrighted logos, symbols, iconic elements, or other iconography.\r\n- The size or pose of a customized miniature cannot interfere with gameplay.\r\n- Where possible, miniatures must always be attached to a Star Wars: X-Wing base that is the appropriate size and shape of the original miniature. If two or more miniatures in play could potentially touch, causing conflict with movement or placement of ships, players may remove the miniature from its plastic pegs until the conflict is resolved.\r\n- Players cannot modify ship bases to alter their size or shape.\r\n- Ship pegs (including the connecting pegs affixed to ship miniatures) may be modified or replaced with a different connecting method.\r\n- Each ship card has a ship type centered at the bottom of the card. Players may use any **Star Wars: X-Wing** miniature that represents the same ship model as the pilot in their squadron, so long as it is easily recognizable as the ship it represents and has the appropriate ship token fitted in the ship's base. Example: The Customized YT-1300 Light Freighter miniature may be used to represent a Scavenged YT-1300 if the Escape Craft piece is removed and an appropriate ship token is fitted to the ship's base.","Miss":"---\r\ntitle: Miss\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nDuring the Neutralize Results step of an [attack](/rules/Attack), the attack **misses** if no :hit: or :critical-hit: results remain. The attack [hits](/rules/Hit) if at least one :hit: or :critical-hit: result remain uncanceled.\r\n\r\n- If the attack misses, the Deal Damage step of the attack is skipped.\r\n","Mission_Points":"---\r\ntitle: Mission Points\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Mission points determine who wins the game.\r\n---\r\n\r\nMission points determine who wins the game. Reference the scenario rules to determine how mission points are earned.\r\n\r\n- At the start of the game, each player earns mission points equal to their opponent's [deficit](/rules/Deficit).\r\n\r\n- Players track their mission points with Victory counters.\r\n","Move":"---\r\ntitle: Move\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"MOVE THROUGH\"]\r\ndesc: A ship moves when it executes a maneuver or otherwise changes position using a template.\r\n---\r\n\r\nA ship **MOVES** when it executes a [maneuver](/rules/Maneuver) or otherwise changes position using a template (such as [barrel rolling](/rules/Barrel_Roll) or [boosting](/rules/Boost)).\r\n\r\nA ship **MOVES THROUGH** an [object](/rules/Objects) if the template is placed on that object when\r\nthe ship moves.\r\n\r\n- If a ship moves through an [obstacle](/rules/Obstacles), it suffers the effects of that obstacle.\r\n- If a ship moves through a [device](/rules/Deivce), it can suffer effects based on the device.\r\n- If a ship moves through another ship, there is no inherent effect. Due to the physical miniature being in the way, players should mark the positions of any intervening ships and temporarily remove them. To mark an intervening ship's position, players can either use the position markers provided in the core set or place templates in the ships' guides or along the side of the base. Then those ships are physically removed to complete the move. After the move is complete, the removed ships are returned to their original positions.\r\n","Objects":"---\r\ntitle: Objects\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Ships, obstacles, and devices are all objects.\r\n---\r\n\r\n[Ships](/rules/Ships), [obstacles](/rules/Obstacles), and [devices](/rules/Device) are all **OBJECTS**. The exact position of objects in the play area is tracked and restricted by game effects.\r\n\r\n- Ships can acquire [locks](/rules/Lock) on objects.\r\n- Ships can [move through](/rules/Move) objects\r\n","Objects_Bombs_And_Mines":"---\r\ntitle: \"Objects: Bombs And Mines\"\r\nversion: 1.4.4\r\ncategory: [\"APPENDIX\", \"RULES\"]\r\nlinks: [\r\n    { title: \"Bomblet\", id: \"Bomblet\" },\r\n\t{ title: \"Concussion Bomb\", id: \"Concussion-Bomb\" },\r\n\t{ title: \"Electro-Proton Bomb\", id: \"Electro-Proton-Bomb\" },\r\n\t{ title: \"Cluster Mine\", id: \"Cluster-Mine\" },\r\n\t{ title: \"Conner Net\", id: \"Conner-Net\" },\r\n\t{ title: \"Ion Bomb\", id: \"Ion-Bomb\" },\r\n\t{ title: \"Proton Bomb\", id: \"Proton-Bomb\" },\r\n\t{ title: \"Seismic Charge\", id: \"Seismic-Charge\" },\r\n\t{ title: \"Proximity Mine\", id: \"Proximity-Mine\" },\r\n\t{ title: \"Thermal Detonator\", id: \"Thermal-Detonator\" },\r\n\t{ title: \"Blazer Bomb\", id: \"Blazer-Bomb\" },\r\n]\r\ntags: [\r\n      \"OBJECTS: BOMBS AND MINES\",\r\n      \"BOMBLET\",\r\n      \"CLUSTER MINE\",\r\n      \"CONCUSSION BOMB\",\r\n      \"CONNER NET\",\r\n      \"ELECTRO-PROTON BOMB\",\r\n      \"ION BOMB\",\r\n      \"PROTON BOMB\",\r\n      \"THERMAL DETONATOR\",\r\n      \"SEISMIC CHARGE\",\r\n      \"BLAZER BOMB\",\r\n      \"PROZIMITY MINE\",\r\n      \"ELECTRO-CHAFF CLOUD\",\r\n    ]\r\n---\r\n\r\n## Bomblet {#bomblet}\r\n\r\n![Bomblet](Bomblet.webp)\r\n\r\n**Types:** Device, Bomb\r\n\r\nAt the end of the Activation Phase, this device detonates. When this device detonates, each ship and remote at range 0-1 rolls 2 attack dice. Each ship or remote suffers 1 :hit: damage for each :hit:/:critical-hit: result.\r\n\r\n## Concussion Bomb\r\n\r\n![Concussion Bomb](Concussion_Bomb.webp)\r\n\r\n**Types:** Device, Bomb\r\n\r\nAt the end of the Activation Phase, this device detonates. When this device detonates, each ship and remote at range 0-1 is dealt 1 facedown damage card. Then, each ship at range 0-1 must expose 1 damage card unless it chooses to gain 1 strain token.\r\n\r\n## Electro-Proton Bomb\r\n\r\n![Electro-Proton Bomb](Electoro_Proton_Bomb.webp)\r\n\r\n**Types:** Device, Bomb\r\n\r\nAt the end of the Activation Phase, this device detonates. When this device detonates, each ship and remote at range 0-2 rolls 4 attack dice. Each ship loses 1 shield for each blank result, gains 1 ion token for each :focus:/:hit: result, and gains 1 disarm token for each :critical-hit: result. Each remote at range 0-1 loses 1 shield for each blank result and suffers 1 damage for each :focus:/:hit: result.\r\n\r\n## Cluster Mine\r\n\r\n![Cluster Mine](Cluster_Mine.webp)\r\n\r\n**Types:** Device, Mine\r\n\r\nA Cluster Mine Set consists of 3 individual Cluster Mine devices. When a Cluster Mines set is placed, the center Cluster Mine is placed as normal, then two additional Cluster Mines are placed in the recesses as shown. After a ship overlaps or moves through any individual Cluster Mine, it detonates. Other Cluster Mines in the set that were not overlapped or moved through do not detonate. When each of these devices detonates, that ship rolls 2 attack dice. That ship then suffers 1 :hit:/:critical-hit: damage for each matching result.\r\n\r\n## Conner Net\r\n\r\n![Conner Net](Conner_Net.webp)\r\n\r\n**Types:** Device, Mine\r\n\r\nAfter a ship overlaps or moves through this device, it detonates. When this device detonates, the ship suffers 1 :hit: damage and gains 3 ion tokens.\r\n\r\n## Ion Bomb\r\n\r\n![Ion Bomb](Ion_Bomb.webp)\r\n\r\n**Types:** Device, Bomb\r\n\r\nAt the end of the Activation Phase, this device detonates. When this device detonates, each ship at range 0-1 gains 3 ion tokens, and each remote at range 0-1 suffers 1 :hit: damage.\r\n\r\n## Proton Bomb\r\n\r\n![Proton Bomb](Proton_Bomb.webp)\r\n\r\n**Types:** Device, Bomb\r\n\r\nAt the end of the Activation Phase, this device detonates.When this device detonates, each ship and remote at range 0-1 suffers 1 :critical-hit: damage.\r\n\r\n## Seismic Charge\r\n\r\n![Seismic Charge](Seismic_Charge.webp)\r\n\r\n**Types:** Device, Bomb\r\n\r\nAt the end of the Activation Phase, this device detonates. When this device detonates, choose 1 obstacle at range 0-1. Each ship and remote at range 0-1 of the obstacle suffers 1 :hit: damage. Then remove that obstacle.\r\n\r\n## Proximity Mine\r\n\r\n![Proximity Mine](Proximity_Mine.webp)\r\n\r\n**Types:** Device, Mine\r\n\r\nAfter a ship overlaps or moves through this device, it detonates. When this device detonates, that ship rolls 2 attack dice. That ship then suffers 1 :hit: damage plus 1 :hit:/:critical-hit: damage for each matching result.\r\n\r\n## Thermal Detonator\r\n\r\n![Thermal Detonator](Thermal_Detonator.webp)\r\n\r\n**Types:** Device, Bomb\r\n\r\nAt the end of the Activation Phase, this device detonates. When this device detonates, each ship and remote at range 0-1 rolls 1 attack die. Each ship gains 1 strain token for each :focus: result, and each ship and remote suffers 1 :hit:/:critical-hit: damage for each matching result.\r\n\r\n## Blazer Bomb\r\n\r\n**Types:** Device, Bomb.\r\n\r\n Blazer Bomb\r\n![Blazer Bomb](Blazer_Bomb.webp)\r\n\r\n Blaze\r\n![Blaze](Blazer_Bomb_Blaze.webp)\r\n\r\nAt the end of the Activation Phase, this device detonates.\r\n\r\nWhen this device detonates, each ship and remote at range 0-1 rolls 1 attack die. Each ship or remote suffers 1 :hit: damage for each :hit:/:critical-hit: result.\r\n\r\nAfter this device detonates, place a Blaze by aligning the Blaze's guides to the device's tab.\r\n\r\nSee [Blase](/article/Blase)\r\n\r\n Placing Blaze (aligning its guides to Blazer Bomb tab).\r\n\r\n![Blazer Bomb Guides](Blazer_Bomb_Guides.webp)\r\n\r\nA Blaze is an obstacle. After this obstacle is placed, place a fuse marker on it. During the End Phase, remove each Blaze with no fuse markers, then remove  one fuse marker from each Blaze.","Objects_Remotes":"---\r\ntitle: \"Objects: Remote\"\r\nversion: 1.4.6\r\ncategory: [\"APPENDIX\", \"RULES\"]\r\ntags: [\r\n      \"OBJECTS: REMOTES\",\r\n      \"BUZZ DROID SWARM\",\r\n      \"DARK EYE PROBE DROID\",\r\n      \"SENSOR BUOY\",\r\n      \"COMMANDO TEAM\",\r\n      \"TRACKING TORPEDOES\",\r\n    ]\r\nlinks: [\r\n    { title: \"Buzz Droid Swarm\", id: \"Buzz-Droid-Swarm\" },\r\n\t{ title: \"Sensor Buoy\", id: \"Sensor-Buoy\" },\r\n\t{ title: \"Dark Eye Probe Droid\", id: \"Dark-Eye-Probe-Droid\" },\r\n\t{ title: \"Commando Team\", id: \"Commando-Team\" },\r\n\t{ title: \"Tracking Torpedoes\", id: \"Tracking-Torpedoes\" }\r\n]\r\n---\r\n\r\n## Buzz Droid Swarm\r\n\r\n![Buzz Droid Swarm](Buzz_Droid_Swarm.webp)\r\n\r\n**Types:** Device, Remote\r\n\r\n**System, Activation, and End Phase:** No effect.\r\n\r\n**Engagement Phase:** When you engage, each enemy ship at range 0 of the buzz droid swarm suffers 1 :critical-hit: damage. Other Rules: After an enemy ship overlaps or moves through a buzz droid swarm, the swarm's controlling player relocates it by aligning the tab to that ship's front or rear guides (this ship is at range 0 of the swarm).\r\n\r\nThe swarm cannot be aligned to a set of the ship's guides if doing so would cause it to overlap an object. If the swarm cannot be placed at a chosen set of guides, its controlling player must align it to the other set of the ship's guides.\r\n\r\n\r\n![Deploy Correct](Buzz_Droid_Swarm_1.webp)\r\n![Deploy Incorrect](Buzz_Droid_Swarm_2.webp)\r\n\r\nIf it cannot be aligned to the other set, the swarm and the enemy ship that overlapped or moved through it each suffer 1 :hit: damage.\r\n\r\n## Sensor Buoy\r\n\r\n![Sensor Buoy](Sensor_Buoy.webp)\r\n\r\n**Types:** Device, Remote\r\n\r\nSensor buoys are remotes that come in pairs (one red, and one blue, each with its own remote card), and are placed by the **SENSOR BUOY SUITE** upgrade card. Beyond being remotes and interacting with that card, they have no additional rules.\r\n\r\n## Dark Eye Probe Droid\r\n\r\n![Dark Eye Prode Droid](Dark_Eye_Probe_Droid.webp)\r\n\r\n**Types:** Device, Remote\r\n\r\n**System Phase:** The DRK-1 probe droid's controlling player may choose a [2 :bank-left:], [2 :straight:], or [2 :bank-right:] template and any set of the DRK-1's guides. The player then relocates the remote, placing the DRK-1 at the other end of the template. It can be placed overlapping an object this way.\r\n\r\nIf the DRK-1 overlaps a ship, use the position marker to denote the ship's position, then place the ship on top of the remote.\r\n\r\n**Activation, Engagement, and End Phase:** No effect.\r\n\r\n**Other Rules:** While a ship locks an object or jams an enemy ship, it may measure range from a friendly DRK-1 probe droid. After an enemy ship executes a maneuver that causes it to overlap a DRK-1 probe droid, the ship's controller rolls 1 attack die. On a :focus: result, the DRK-1 probe droid suffers 1 :hit: damage.\r\n\r\n## Commando Team\r\n\r\n![Commando Team](Commando_Team_1.webp)\r\n\r\n> Commando team is a remote.\r\n\r\n![Command Team Stats](Commando_Team_2.webp)\r\n\r\n**Types:** Device, Remote.\r\n\r\nWhen this device is dropped, it can be placed by sliding either its front or rear guides into the opposite end of the template.\r\n\r\n**System and End Phase:** No effect.\r\n\r\n**Activation Phase:** At the start of this phase, the commando team's controlling player may choose a [1 :left-turn:], [2 :straight:], or [1 :right-turn:] template and place it in the commando team's front guides. The player then relocates the remote forward, placing the commando team's rear guides at the other end of the template. The commando team can be placed overlapping an object in this way. If multiple players have commando teams, player order is used to determine the sequence (similar to ships). If the commando team overlaps a ship, use the position marker to denote the ship's position, then place the ship on top of the remote.\r\n\r\n**Engagement Phase:** You cannot attack if there are enemy ships at range\r\n\r\n0. Your primary attack is a range 1-2 :range-bonus-indicator: attack. To perform an attack you must spend 1 :charge:. While you perform an attack, you may change 1 :focus: result to a :hit: result.\r\n\r\n**Other Rules:** After an enemy ship overlaps a commando team, that ship gains 1 strain token. After a commando team is placed while being dropped or relocating, if it is placed underneath one or more enemy ships, those ships each gain 1 strain token.\r\n\r\n## Tracking Torpedoes\r\n\r\n![Tracking Torpedoes](Tracking_Torpedoes.webp)\r\n\r\n**Types:** Device, Remote\r\n\r\n**System Phase:** At this remote's initiative, its controlling player relocates this remote forward using the [3 :bank-left:], [3 :bank-right:], or [4 :straight:] template.\r\n\r\n**Activation Phase:** No effect. Engagement Phase: At this remote's initiative, if an object on which it has a lock is in its :front-arc: at range 0-1, this remote detonates.\r\n\r\n**End Phase:** During the End Phase, if this remote does not have a lock on any object, this remote must acquire a lock on an object in its\r\n\r\n:front-arc: at range 1-3, if able.\r\n\r\n**Other Rules:** After this remote is destroyed, roll 1 attack die. On a :hit: or :critical-hit: result, this remote detonates.\r\n\r\nWhen this remote detonates, each ship, remote, and structure at range 0 or in its :front-arc: at range 1 rolls 4 attack dice and suffers 1 damage for each matching :hit: and :critical-hit: result.","Obstacles":"---\r\ntitle: Obstacles\r\nversion: 1.4.4\r\ncategory: [\"GLOSSARY\", \"RULES\"]\r\nlinks: [\r\n    { title: \"Asteroids\", id: \"Asteroids\" },\r\n\t{ title: \"Debris Clouds\", id: \"Debris-Clouds\" },\r\n\t{ title: \"Loose Cargo\", id: \"Loose-Cargo\" },\r\n\t{ title: \"Cargo Drift\", id: \"Cargo-Drift\" },\r\n\t{ title: \"Gas Clouds\", id: \"Gas-Clouds\" },\r\n\t{ title: \"Spare Parts\", id: \"Spare-Parts\" },\r\n\t{ title: \"Electro-Chaff Cloud\", id: \"Electro-Chaff-Cloud\" },\r\n\t{ title: \"Range 0\", id: \"Range-0\" },\r\n\t{ title: \"Additionally\", id: \"Additionally\" }\r\n]\r\ntags: [\r\n      \"ELECTRO-CHAFF CLOUD\",\r\n      \"ASTEROIDS\",\r\n      \"CARGO DRIFT\",\r\n      \"DEBRIS CLOUDS\",\r\n      \"GAS CLOUDS\",\r\n      \"LOOSE CARGO\",\r\n      \"SPARE PARTS\",\r\n]\r\ndesc: Obstacles act as hazards that can disrupt and damage ships.\r\n---\r\n\r\nObstacles act as hazards that can disrupt and damage ships. A ship can suffer effects by [moving through](/rules/Move), [overlapping](/rules/Overlap), or while being at [range 0](/rules/Range) of obstacles. \r\n\r\nObstacles do not cause ships to partially execute maneuvers -- if a ship overlaps an obstacles, it does not move backward along the template.\r\n\r\n### **Asteroid**\r\n\r\nThe ship suffers one :hit: damage. Then roll one attack die. \r\nOn a :hit: or :critical-hit: result, the ship suffers an additional :hit: damage.\r\n\r\n- While a ship is at range 0 the ship cannot perform attacks.\r\n\r\n> These are three examples of asteroids.\r\n\r\n![Asteroids](Asteroids.webp)\r\n\r\n\r\n#### Cargo drift\r\n\r\nCargo drift is an asteroid.\r\n\r\n![Cargo Drift](Cargo_Drift.webp)\r\n\r\n### **Blaze**\r\n\r\nRoll one attack die. On a :hit: or :critical-hit: result, the ship suffers one\r\n\r\n:hit: damage; on a :focus: result, it gains one stress token. Then the ship skips its Perform Action step this round.\r\n\r\n### **Debris Cloud**\r\n\r\nThe ship is assigned one stress token. Roll one attack die. On a :hit: result, the ship suffers one :hit: damage. On a :critical-hit: result, the ship suffers one :critical-hit: damage.\r\n\r\n- While a ship is at range 0 the ship cannot perform attacks.\r\n\r\n![Debris Clouds](Debris_Clouds.webp)\r\n> These are three examples of debris clouds.\r\n\r\n### **Electro-Chaff Cloud**\r\n\r\nThe ship breaks all its locks and all locks on it and then is assigned one jam token. Roll one attack die. On a :hit: or :critical-hit: result, the ship is assigned one stress token.\r\n\r\nDuring the End Phase, remove each electro-chaff cloud with no fuse markers, then remove one fuse marker from each electro-chaff cloud. An electro-chaff cloud can never have more than one fuse token.\r\n\r\nAn electro-chaff cloud is a device and an obstacle.\r\n\r\n![Electro_Chaff_Cloud](Electro_Chaff_Cloud.webp)\r\n\r\n### **Gas Cloud**\r\n\r\nThe ship breaks all its locks and all locks on it and then is assigned one strain token. Roll one attack die. On a :hit: result, the ship is assigned one ion token. On a :critical-hit: result, the ship is assigned three ion tokens.\r\n\r\nGas clouds are new obstacles, and players may select them instead of asteroids or debris clouds.\r\n\r\n- While a ship is at range 0 the ship cannot perform attacks.\r\n- While a ship is at range 0 the ship cannot acquire locks and cannot be locked.\r\n\r\n![Gas Clouds](Gas_Clouds.webp)\r\n\r\n> These are three examples of gas clouds.\r\n\r\n### **Loose Cargo**\r\n\r\nThe ship is assigned one strain token. Roll one attack die. On a :hit: or :critical-hit: result, the ship is assigned one stress token.\r\n\r\nLoose cargo is a [Debris cloud](#debris-cloud) (obstacle).\r\n\r\n![Loose Cargo](Loose_Cargo.webp)\r\n\r\n### **Spare Parts**\r\n\r\nThe ship is assigned one strain token. Roll one attack die. On a :hit: or :critical-hit: result, the ship is assigned one stress token.\r\n\r\n- If a ship ends a maneuver overlapping an obstacle, it skips its Perform Action step.\r\n\r\nSpare Parts is a [Debris cloud](#debris-cloud) (obstacle).\r\n\r\n![Spare Parts](Spare_Parts.webp)\r\n\r\n## Range 0\r\n\r\nWhile a ship is at range 0 of an obstacle it may suffer different effects.\r\n\r\n- **Asteroid:** The ship cannot perform attacks.\r\n- **Debris Cloud:** The ship cannot perform attacks.\r\n- **Electro-Chaff Cloud:** The ship cannot acquire locks and cannot be locked.\r\n- **Gas Cloud:** The ship cannot acquire locks and cannot be locked. The ship cannot perform attacks.\r\n\r\nWhile a ship performs an attack, if the attack is [obstructed](/rules/Obstructed) by an obstacle, the defender rolls one additional defense die.\r\n\r\n## Additionally\r\n\r\n- Obstacles are placed during the Place Obstacles step of setup.\r\n\r\n- Some cards can also place obstacles during the game in the same manner as devices (see [Device](/rules/Device)).\r\n- If an obstacle is placed such that one or more ships overlap it, those ship resolve any effects of overlapping it.\r\n- A ship that is overlapping an obstacle can still perform actions granted from other game effects.\r\n- For the purpose of overlapping obstacles, if a ship partially executes a maneuver, only the portion of the template that is between the starting and final positions of the ship is counted. Ignore the portion of the template that the ship moved backward along to resolve the overlap.\r\n- If a ship moves through or overlaps more than one obstacle, it suffers the effects of each obstacle, starting with the obstacle that was closest to the ship in its starting position and proceeding along the template.\r\n- Before a ship moves, if it is at range 0 of an obstacle, it does not suffer the effects of that obstacle unless it overlaps that obstacle again.\r\n- Before a ship moves, if it is overlapping an obstacle, it does not suffer the effects of moving through that obstacle.\r\n- Huge ships have separate rules related to obstacles (see [Appendix: Huge Ships](/rules/Huge_Ships)).","Obstructed":"---\r\ntitle: Obstructed\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: An attack is obstructed if the attacker measures range through an object.\r\n---\r\n\r\nAn [attack](/rules/Attack) is **OBSTRUCTED** if the attacker measures [range](/rules/Range) through an object. If a ship or [device](/rules/Device) obstructs an attack, there is no inherent effect. If an [obstacle](/rules/Obstacle) obstructs an attack, there is an additional effect.\r\n\r\n![OBSTRUCTED](OBSTRUCTED.webp)\r\n\r\n- If at least one obstacle obstructs an attack, the defender rolls one additional defense die during the Roll Defense Dice step.\r\n\r\n- The attacker measures from the closest point of its base to the closest point of the defender's base that is in the [attack arc](/rules/Arc), therefore the attacker cannot measure range from or to another point in order to avoid measuring through an object.\r\n  + If multiple points are at equal distance from the attacker (for example, if the attacker and defender are parallel), the attacker chooses one of those lines for measuring range from or to another point in order to avoid measuring through an object.. In the example, the X-wing can choose to make this attack be obstructed or not.\r\n","Overlap":"---\r\ntitle: Overlap\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"PARTIALLY EXECUTE\", \"FULLY EXECUTE\"]\r\ndesc: While a ship executes a maneuver or otherwise moves, it overlaps an object if the ship's final position would physically be on top of an object.\r\n---\r\n\r\nWhile a ship executes a [maneuver](/rules/Maneuver) or otherwise [moves](/rules/Move), it **OVERlAPS** an object if the ship's final position would physically be on top of an object. A ship **FULLY** executes a maneuver if it does not overlap a ship. If a ship executes a maneuver and overlaps a ship, it must **PARTIALLY** execute that maneuver by performing the following steps:\r\n\r\n1. Move the ship backward along the template until it is no longer on top of any other ships. While doing so, adjust the position of the ship so that the hashmarks in the middle of both sets of guides remains centered over the line down the middle of the template.\r\n2. Once the ship is no longer on top of any other ship, place it so that it is touching the last ship it backed over. (This may result in the ship not leaving its initial position.) Then, after the Check Difficulty step, it suffers an effect based on what ship it overlapped that initially forced it to partially execute the maneuver.\r\n\r\n- If the overlapped ship was a friendly or allied ship, roll an attack die. On a :hit: or :critical-hit: result, the ship suffers one :hit: damage. Then the ship skips its Perform Action step.\r\n\r\n- If the overlapped ship was an enemy ship, if it is not stressed, it may immediately perform a :focus: or :calculate: action from its action bar, treating the action as red. Then the ship skips its Perform Action step.\r\n  + The ship cannot perform any additional actions during its activation.\r\n\r\n- If there was a simultaneous overlap of friendly or allied and enemy ships, resolve the effect for overlapping a friendly or allied ship. Even if a ship partially executes a maneuver, it is still treated as having executed a maneuver of the indicated [speed](/rules/Speed), [bearing](/article), and [difficulty](/rules/Difficulty).\r\n\r\nAdditionally:\r\n\r\n- After an object is placed, if it is placed underneath one or more ships, those ships resolve any effects of overlapping the object.","Planning_Phase":"---\r\ntitle: Planning Phase\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"OVERLAP\", \"STRESS MANEUVER\"]\r\ndesc: The Planning Phase is the first phase of the round.\r\n---\r\n\r\nThe Planning Phase is the first phase of the [round](/rules/Round). During the Planning Phase, each player secretly sets a [maneuver](/rules/Maneuver) for each of their ships. To set a ship's maneuver, the player takes a [dial](/rules/Dial) matching the ship's type and rotates the dial until the arrow points at the desired maneuver. Then the dial is placed facedown in the play area next to the matching ship. After all ships have dials assigned to them, players roll to determine player order as follows:\r\n\r\n1. Each player rolls three attack dice. The player with the most :critical-hit: results is the first player. \r\n1. In the case of a tie, the first player is the player with the most :focus: results. \r\n1. If there is still a tie, the first player is the player with the most :hit: results. \r\n1. If there is still a tie, players reroll the dice and follow the above rules until the tie is broken.\r\n\r\n- This roll cannot be modified by game effects. After player order has been determined, play proceeds to the [System Phase](/rules/System_Phase).\r\n- The phase ends after players roll to determine player order.\r\n- Players can assign their dials in any order.\r\n- Players are allowed to change their selections on their dials until the players have rolled to determine player order.\r\n- A player must inform their opponent if they wish to touch or look at one of their dials during the System or [Activation Phase](/rules/Activation_Phase).\r\n- If a player forgets to set a maneuver dial for a ship during the Planning Phase, during its activation the ship gains a stress token, then performs a **STRESS MANEUVER**. The **STRESS MANEUVER** is a white [:straight: 2] maneuver.\r\n","Player_Marker":"---\r\ntitle: Player Marker\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Player markers are used in some scenarios to indicate which player controls an objective.\r\n---\r\n\r\nPlayer markers are used in some scenarios to indicate which player controls an objective.\r\n\r\n> Player Marker\r\n\r\n![Player Marker](Player_Marker.webp)","Player_Order":"---\r\ntitle: Player Order\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"FIRST PLAYER\"]\r\ndesc: Player order is used as a tiebreaker for many game effects\r\n---\r\n\r\nPlayer order is used as a tiebreaker for many game effects. If players are instructed to resolve an effect in **PLAYER ORDER**, the first player resolves all of their effects first, then the second player resolves all of their effects.\r\n\r\n> First Player Marker\r\n\r\n![First Player Marker](First_Player_Marker.webp)\r\n\r\nDuring the Determine First Player step of [setup](/rules/Setup), the first player is assigned the First Player marker. The First Player marker is passed to the First Player every round, after rolling to determine player order in the Planning Phase.\r\n\r\n- During the [System](/rules/System_Phase), [Activation](/rules/Activation_Phase), and [Engagement](/rules/Engagement_Phase) Phases, player order is\r\n  used as a tiebreaker after [initiative](/rules/Initiative).\r\n- When playing with more than two players, player order is determined for all players involved. All players roll to determine the first player, as normal. Then the remaining players roll to determine the second player. This continues until all player order has been established.\r\n","Play_Area":"---\r\ntitle: Play Area\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: The play area is the defined area on a flat surface on which the ships are placed.\r\n---\r\n\r\nThe play area is the defined area on a flat surface on which the ships are placed. After executing a [maneuver](/rules/Maneuver), if any part of a ship's base is outside the play area, that ship has [fled](/rules/Flee). The recommended play area for a standard 20 point game is 3' x 3' (91 cm x 91cm). If playing with other squad point totals, the players can expand or contract the play area in one or both dimensions to create a suitable space for the game.","Position_Marker":"---\r\ntitle: Position Marker\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: The position marker is used to assist with tracking the position of intervening ships when attempting to move ships.\r\n---\r\n\r\nThe position marker is used to assist with tracking the position of intervening ships when attempting to [move](/rules/Move) ships. To use the position marker, place it at the corner of an intervening ship, aligning the guides with the holes in the position marker. This will track the position of the ship in order to place it back in the play area accurately.\r\n\r\n> Position Marker\r\n\r\n![Position Marker](Position_Marker.webp)","Primary_Weapon":"---\r\ntitle: Primary Weapon\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Each ship has up to two primary weapons listed on its ship card.\r\n---\r\n\r\nEach ship has up to two primary weapons listed on its ship card. Each primary weapon has an [arc](/rules/Arc) symbol and a red attack value. During a ship's attack, it chooses a weapon to perform an attack with. If it performs an [attack](/rules/Attack) using a primary weapon, the attack value indicates how many attack dice it rolls during the Roll Attack Dice step and the arc symbol indicates where the defender must be located.\r\n\r\n- A primary weapon requires the attack range to be range 0-3 and has no cost by default.\r\n- Since primary weapons are not special weapons, they do not benefit from abilities that trigger while performing a special attack\r\n\r\n![Primary Forward Arc Weapon](Primary_Weapon_Forward.webp)\r\n\r\n> Primary Forward Arc Weapon on a Ship Card\r\n","Quick_Reference":"---\r\ntitle: Quick Reference\r\nversion: 10/20/2023\r\ncategory: [\"REFERENCE\"]\r\ntags: [\"PLANNING\",\"SYSTEM\",\"ACTIVATION\",\"ENGAGEMENT\",\"END\",\"RANGE BOUNS\",\"ACTIONS\",\"ATTACK\"]\r\n---\r\n\r\n# The Game Round\r\n1. **Planning Phase**: Each player secretly plans their ship's maneuvers by assigning them facedown dials. Then players randomly determine the first player for the round.\r\n2. **System Phase**: In ascending order of initiative, each ship that has an effect that says it can be used during the System Phase resolves those abilities.\r\n3. **Activation Phase**: In ascending order of initiative, each ship reveals its dial, executes its maneuver, and may perform one action.\r\n4. **Engagement Phase**: In descending order of initiative, each ship may perform one attack.\r\n5. **End Phase**: Players remove all circular tokens.\r\n\r\n# Range Bouns\r\n\r\nWhen attacking with a primary weapon, or special weapon with the range bounus icon:\r\n\r\n> Range Bouns does not apply\r\n\r\n![Ordance Icon](Ordnance_Icon.webp)\r\n\r\n\r\n| Range | Affect On | Modifer | \r\n| ----- | --------  | ------- |\r\n| 1     | Attacker  | +1 Attack Dice      |\r\n| 3     | Defender  | +1 Defence Dice |\r\n\r\n# List Of Actions\r\n:barrel-roll: **Barrel Roll**: Move sideways with [1 :forward:] templete.\r\n:boost: **Boost**: Move forward with [1 ::] [1 ::] or [1 ::] template.\r\n:calculate: **Calculate**: Gain 1 calculate token.\r\n:cloak: **Cloak**: Gain 1 cloak token.\r\n:coordinate: **Coordinate**: A friendly ship at range 1-2 performs an action.\r\n:evade: **Evade**: Gain 1 evade token.\r\n:focus: **Focus**: Gain 1 focus token.\r\n:lock: **Lock**: Acquire a lock on a ship at range 0-3.\r\n:jam: **Jam**: A ship at range 1 gains 1 jam token.\r\n:reinforce: **Reinforce**: Gain 1 fore or alf reinforce token.\r\n:reload: **Reload**: Recover 1 :: on a ::,:: or :: upgrade.\r\n:rotate: **Rotate**: Rotate your turret arc indicator.\r\n:slam: **Slam**: Execute a maneuver with the same speed.\r\n\r\n# Performing An attack\r\n1. **Declare Target**\r\n    1. Measure Range.\r\n    1. Choose Weapon.\r\n    1. Declare Defender\r\n    1. Pay Costs\r\n2. **Attack Dice**\r\n    1. Roll Attack Dice\r\n    1. Defender Modifies Attack Dice\r\n    1. Attacker Modifies Attack Dice\r\n3. **Defense Dice**\r\n    1. Roll Defense Dice\r\n    1. Attacker Modifies Defense Dice\r\n    1. Defender Modifies Defense Dice\r\n4. **Neutralize Results**\r\n    1. :evade: Results Cancel :hit: Results\r\n    1. :evade: Results Cancel :critical-hit: Results\r\n    1. Determine Whether Attack Hits\r\n5. **Deal Damage**\r\n    1. Defender Suffers :hit: Damage\r\n    1. Defender Suffers :critical-hit: Damage\r\n6. **Aftermath**\r\n    1. Resolve \"After Defending\" Abilities\r\n    1. Resolve \"After Attacking\" Abilities\r\n    1. Possibly Perform Bouns Attack","Range":"---\r\ntitle: Range\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: The Range is the distance between two objects as measured by the range ruler.\r\n---\r\n\r\nThe **RANGE** is the distance between two [objects](/rules/Objects) as measured by the range ruler. The range ruler is divided into three numbered range bands.\r\n\r\n> The TIE fighter is within range 1 of the X-wing.\r\n\r\n![TIE Range Within](TIE_Range_Within.webp)\r\n\r\n> The TIE fighter is beyond range 1 of the X-wing.\r\n\r\n![TIE Range Beyond](TIE_Range_Beyond.webp)\r\n\r\nTo measure range between two objects, place the range ruler over the point of the first object that is closest to the second object, then aim the other end of the ruler toward the point of the second object that is closest to the first object. The ships are **AT** the range that corresponds to the range band that is over the closest point of the second object.\r\n\r\nWhile measuring **ATTACK RANGE** for an [attack](/rules/Attack), the attacker measures from their attack arc to the closest point of the target ship that is **in** the attacker's attack arc.\r\n\r\n- The following terms are used concerning range: \r\n    + **Range #-#:** The range includes all of the range bands from the minimum to the maximum specified. \r\n    + **At:** An object is at a specified range if the closest point of it is inside that range. \r\n    + **Within:** An object is within a specified range if the entirety of it is inside that range. \r\n    + **Beyond:** An object is beyond a specified range if no part of it is between the specified range and the object range is being measured from.\r\n- While measuring range to a ship, range is measured to the closest point of the ship's base, not its ship token nor the miniature itself.\r\n- While measuring range to a non-ship object, range is measured to the point of that object that is closest to the ship's base.\r\n- While measuring range, players use a single edge of the range ruler; the width and thickness of the ruler are irrelevant.\r\n- Range 0 does not appear on the range ruler, but is used for describing the range of objects that are physically touching. \r\n  + After a ship [partially executes](/rules/Overlap) a maneuver, it is at range 0 of the last ship it overlapped. \r\n  + An object is at range 0 of an obstacle or device if it is physically on top of it. \r\n  + A ship is at range 0 of another ship if it is physically touching another ship. \r\n  + If two ships are at range 0 of each other, they remain at range 0 until one of the ships [moves](/rules/Move) or rotates in a way that results in their bases no longer being in physical contact. \r\n  + Although rare, it is possible for a ship to move in such a way that it is at range 0 of another ship (in physical contact with it) without having overlapped it.","Range_Bouns":"---\r\ntitle: Range Bouns\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: During an attack, the attacker or defender can roll additional dice depending on the attack range.\r\n---\r\n\r\nDuring an [attack](/rules/Attack), the attacker or defender can roll additional dice depending on the [attack range](/rules/Attack_Range). For attack range 1, the attacker rolls one additional attack die during the Roll Attack Dice step. For attack range 3, the defender rolls one additional defense die during the Roll Defense Dice step.\r\n\r\n> Ordnance Icon\r\n\r\n![Ordnance Icon](Ordnance_Icon.webp)\r\n\r\n- Range bonuses are applied for all attacks unless stated otherwise. Some [special weapons](/rules/Special_Weapons) have a small ordnance icon on them to indicate that range bonuses cannot be applied with attacks using those weapons.\r\n- Huge ships have additional rules for attacks at range 4 and 5. See [Appendix: Huge Ships](/rules/Huge_Ships)\r\n","Reinforce":"---\r\ntitle: Reinforce\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Pilots can reinforce to angle their deflector shields and increase the defensiveness of a portion of their ship.\r\n---\r\n\r\nPilots can reinforce to angle their deflector shields and increase the defensiveness of a portion of their ship. When a ship performs the :reinforce: action, it gains a reinforce token with either the fore or aft side faceup.\r\n\r\nA ship is **REINFORCED** while it has a reinforce token assigned to it. Reinforce tokens are circular, green tokens. While a reinforced ship defends, if the attacker is inside the full arc specified by the reinforce token and not in the other full arc, the token provides an effect.\r\n\r\n> Reinforce Fore\r\n\r\n![Reinforce Fore](Reinforce_Fore_Token.webp)\r\n\r\n> Aft Reinforce\r\n\r\n![Reinforce Aft](Reinforce_Aft_token.webp)\r\n\r\nThe attacker needs to be in the defender's :full-front-arc: arc for the fore reinforce token or be in the defender's :full-rear-arc: arc for the aft reinforce token.\r\n\r\n![Example](Reinforce_Example.webp)\r\n\r\n> In this example, since the VT-49 Decimator has a fore reinforce token, the effect would only apply while defending against the one X-wing in front of it.\r\n\r\nDuring the Neutralize Results step, if the [attack](/rules/Attack) would [hit](/rules/Hit) and there is more\r\nthan one :hit:/:critical-hit:> result remaining, one :evade: result is added to cancel one result.\r\n\r\n- A ship can have more than one reinforce token. If a ship has multiple of the same type of reinforce token, their effects are applied one at a time. Thus, for two reinforce tokens to both apply their effect, there would need to be at least three :hit:/:critical-hit:> results remaining.\r\n- When a ship gains a reinforce token, unless specified otherwise, the player that controls that ship chooses whether it gains a fore reinforce token or an aft reinforce token.\r\n- A ship does not spend the reinforce token when resolving its effect.\r\n- If an ability instructs a ship to gain one reinforce token, this is different than performing a :reinforce: action. A ship that gains the token without performing the action can still perform the :reinforce: action this round.\r\n- Reinforce can be used against attacks at range 4-5 even the defender's :full-front-arc: or :full-rear-arc: normally only extends to range 3. If the attacker is at range 4-5, treat the defender's :full-front-arc: or :full-rear-arc: arc as extending to range 5 for the purposes of determining which arc the defender is in for reinforce (but not for any other effects or abilities).\r\n","Reload":"---\r\ntitle: Reload\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\nicons: [\"reload\"]\r\ndesc: Pilots can reload to rearm ordnance tubes by moving around ammo on their ship.\r\n---\r\n\r\nPilots can reload to rearm ordnance tubes by moving around ammo on their ship. When a ship performs the :reload: action, it reloads by performing the following steps:\r\n\r\n1. Choose one of the ship's equipped :torpedo:, :missile:, or :device: upgrade cards that has fewer active :charge: than its charge limit.\r\n2. That card recovers one :charge:.\r\n3. The ship gains one [disarm](/rules/Disarm) token.\r\n\r\nAdditionally:\r\n\r\n- If an ability instructs a player to reload, this is different than performing a :reload: action. A ship that reloads without performing the action can still perform the :reload: action this round.\r\n","Remotes":"---\r\ntitle:  Remotes\r\nversion: 1.4.6\r\nlinks: [\r\n    { title: \"Attacking Remotes\", id: \"Attacking-Remotes\" },\r\n\t{ title: \"Using Remotes\", id: \"Using-Remotes\" },\r\n\t{ title: \"Damaging Remotes\", id: \"Damaging-Remotes\" },\r\n\t{ title: \"Relocating Remotes\", id: \"Relocating-Remotes\" }\r\n]\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Remotes are devices that have initiative, agility, and hull values, and can be attacked.\r\n---\r\n\r\nRemotes are devices that have initiative, agility, and hull values, and can be attacked. Ships can [move through](/rules/Move), [overlap](/rules/Overlap), or be at range 0 of remotes.\r\n\r\n### ATTACKING REMOTES {#attacking-remotes}\r\n\r\nA remote can be declared as the defender. While attacking a remote, treat it as a ship, with the following exceptions and notes:\r\n\r\n- Effects that refer to “friendly ships” or \"allied ships\" do not apply to a remote.\r\n- Effects that refer to “enemy ships” only apply to a remote if the attacker is the source of the effect.\r\n- If a remote has printed arcs and center lines, these arcs extend from range 0-3. A ship can be in these arcs or zones as it would be with another ship.\r\n- If a remote does not have a midway line, a ship cannot be in front of, behind, or flanking it.\r\n- If a remote does not have any arcs, a ship cannot be in or outside of any of that remote's arcs.\r\n- An attack made against a remote can be obstructed and range bonuses are applied to it as normal.\r\n- If a remote does not have specified size, it is neither smaller nor larger than a ship for the purposes of effects.\r\n\r\n### Damaging Remotes {#using-remotes}\r\n\r\nIf a remote suffers one or more :hit:/<Crit/> damage, deal that many facedown damage cards to it. If it has a number of damage cards greater than or equal to its hull value, it is destroyed. After a remote is destroyed, remove it from the play area and shuffle any damage cards assigned to it back into the damage deck. If the attack occurred at the same initiative as the remote's initiative, it is removed after all effects at that initiative are resolved, per [Simultaneous Fire](/rules/Simultaneous_Fire).\r\n\r\n### Using Remotes {#damaging-remotes}\r\n\r\nA remote resolves effects during the System Phase, activates during the Activation Phase, and engages during the Engagement Phase at its listed initiative value, resolving any effects specified on its card for these phases. During any other phase, it resolves any abilities listed on its remote card that apply during that phase. Additionally, the following apply to remotes:\r\n\r\n- A remote cannot perform actions or be assigned tokens except for locks.\r\n- A remote can be assigned markers or counters if an effect instructs it—place these on its remote card.\r\n- If an effect instructs a player to place that a remote on a ship card, pick it up and place it on the relevant ship card. It can be affected only by game effects that return it to the play area. Its damage cards are not removed.\r\n- Some devices cause damage to remotes, as described in their individual entries. If a device does not state that it affects remotes, it does not affect remotes.\r\n\r\n### Relocating Remotes {#relocating-remotes}\r\n\r\nIf an effect **RELOCATES** a remote, its controlling player picks it up and places it\r\nin the new location as instructed by the effect. Additionally:\r\n\r\n- An effect might instruct a player to relocate a remote **FORWARD** using a specific template (or a choice of several templates). To do this, the player places the listed template at the remote's front guides, picks up the remote, and places the remote's rear guides at the other end of the template, similar to moving a ship.\r\n\r\n![Relocating Foward](Remote_Move_Example.webp)\r\n\r\n> Relocating forward (from its front guides to its rear guides).\r\n\r\n- If a remote would be relocated such that any part of it is outside of the play area, it flees in the same manner as a ship, and is removed.\r\n","Removed_From_Game":"---\r\ntitle: Removed From Game\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: After a ship is destroyed or flees,it is removed from the game.\r\n---\r\n\r\nAfter a ship is [destroyed](/rules/Destoryed) or [flees](/rules/Flee),it is **REMOVED FROM THE GAME**. If a ship is removed from the game, it returns all of its [tokens](/rules/Tokens) to the [supply](/rules/Supply), its ship card is flipped facedown, and the ship is placed on top of its ship card.\r\n\r\n- At the end of a [round](/rules/Round), if all of a player's ships have been removed from the game, the game ends and the other player [wins](/rules/Winning_The_Game).\r\n- Ships that are placed in [reserve](/rules/Reserve) are not removed from the game.\r\n","Reserve":"---\r\ntitle: Reserve\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Ships can sometimes be placed in reserve from card effects.\r\n---\r\n\r\nShips can sometimes be placed in reserve from card effects. A ship that is\r\nplaced in reserve is placed on its ship card. While a ship is in reserve, it is\r\nnot assigned a dial, it cannot perform actions, and it cannot attack.\r\n\r\n- A ship that is placed in reserve will have an effect that causes it to be placed in the play area.\r\n- Ships that are placed in reserve are not [removed from the game](/rules/Removed_From_The_Game).\r\n- The [abilities](/rules/Abilities) of a ship in reserve are inactive unless the ability explicitly allows it to be used while it is in reserve.\r\n- A ship that is [docked](/rules/Dock) is placed in reserve.\r\n- During the [End Phase](/rules/End_Phase), a ship that is in reserve still removes all circular [tokens](/rules/Tokens) and recovers [charges](/rules/Charge) on all of its cards with recurring charge icons.\r\n","Rotate":"---\r\ntitle: Route\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\nicons: [\"rotate-arc\"]\r\ndesc: Pilots can rotate to alert a gunner or aim one of the ship's turret-mounted armaments.\r\n---\r\n\r\nPilots can rotate to alert a gunner or aim one of the ship's turret-mounted\r\narmaments. When a ship performs the :rotate-arc: action, it rotates the turret arc\r\nindicator to select any other standard [arc](/rules/Arc).\r\n\r\n- If a ship rotates a double turret arc indicator, it must select the other two\r\n  standard arcs it was not already selecting.\r\n- If an ability instructs a ship to rotate its :single-turret-arc: indicator, this is different\r\n  than performing a :rotate-arc: action. A ship that rotates its :single-turret-arc: indicator without\r\n  performing the action can still perform a :rotate-arc: action this round.\r\n- This is distinct from an ability that instructs a ship to \"rotate your ship [a\r\n  number of degrees],\" which is described under [Rotate a Ship](/rules/Roate_A_Ship).\r\n","Rotate_A_Ship":"---\r\ntitle: Rotate A Ship\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Some abilities and effects instruct a player to \"rotate a ship 90 ̊\" independent of a maneuver.\r\n---\r\n\r\nSome abilities and effects instruct a player to \"rotate a ship 90 ̊\" independent of a maneuver. These effects could also read \"rotate your ship [a number of degrees]\" or \"rotate [a number of degrees],\" but importantly, they do not simply read \"rotate\" (which refers to the rotate action and its effect).\r\n\r\n- Rotating a ship does not count as moving.\r\n- If rotating a ship would cause its base to overlap a ship (such as if the front or rear guides would physically be placed over that ship's base), it cannot be rotated and the effect is not resolved.\r\n- If rotating a ship would cause its base to overlap a non-ship object (such as an obstacle or device), it does not resolve the effects of overlapping that object. However, it is at range 0 of that object, and applies any effects that entails.\r\n","Round":"---\r\ntitle: Round\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A single Round consists of five phases.\r\n---\r\n\r\nA single RoUnd consists of five phases resolved in the following order:\r\n\r\n1. [Planning Phase](/rules/Planning_Phase)\r\n2. [System Phase](/rules/System_Phase)\r\n3. [Activation Phase](/rules/Activation_Phase)\r\n4. [Engagement Phase](/rules/Engagement_Phase)\r\n5. [End Phase](/rules/End_Phase)\r\n\r\nThe first round starts after setup.\r\n","Saw_Reaper_Corrections":"---\r\ntitle: Saw Reaper Corrections\r\nversion: 1.4.6\r\nlinks: [\r\n    { title: \"Ship Cards\", id: \"Ship-Cards\" },\r\n\t{ title: \"Upgrade Cards\", id: \"Upgrade-Cards\" },\r\n\t{ title: \"Condition Cards\", id: \"Condition-Cards\" }\r\n]\r\ncategory: [\"ERRATA\"]\r\ntags: [\r\n      \"SHIP CARDS\",\r\n      \"UPGRADE CARDS\",\r\n      \"CONDITION CARDS\",\r\n      \"EDRIO TWO TUBES (T-65 X-WING)\",\r\n      \"MAJOR VERMEIL (TIE REAPER)\",\r\n      \"CAPTAIN FEROPH (TIE REAPER)\",\r\n      \"ADVANCED SENSORS\",\r\n      \"PIVOT WING\",\r\n      \"PROTON TORPEDOES\",\r\n      \"R3 ASTROMECH\",\r\n      \"SWARM TACTICS\",\r\n      \"MAGA YARRO AND SAW GERRERA\",\r\n      \"DEATH TROOPERS, DIRECTOR KRENNIC, AND ISB SLICER\",\r\n      \"OPTIMIZED PROTOTYPE\",\r\n    ]\r\ndesc: These products were released in first edition with preview versions of second edition cards, and some cards contain wording and formating that is inconsistent with the second edition versions of those cards.\r\n---\r\n\r\n## CORRECTIONS\r\n\r\nThese products were released in first edition with preview versions of\r\nsecond edition cards, and some cards contain wording and formating that is\r\ninconsistent with the second edition versions of those cards.\r\n\r\n### SHIP CARDS {#ship-cards}\r\n\r\n##### **• Edrio Two Tubes (T-65 X-wing)**\r\n\r\nShould read: “Before you activate, if you are focused...”\r\n\r\n_(Changed “After” to “Before”)_\r\n\r\n##### **• Major Vermeil (TIE Reaper)**\r\n\r\nShould read: “...you may change 1 of your blank or :focus: results to a :hit: result.”\r\n\r\n_(Changed “blank/:focus: results” to “blank or :focus: results”)_\r\n\r\n##### **• Captain Feroph (TIE Reaper)**\r\n\r\nShould read: “you may change 1 of your blank or :focus: results to an :evade: result.”\r\n\r\n_(Changed “blank/:focus: results” to “blank or :focus: results”)_\r\n\r\n### UPGRADE CARDS {#upgrade-cards}\r\n\r\n##### **Advanced Sensors**\r\n\r\nShould read “...If you do, you cannot perform another action during your\r\nactivation.”\r\n\r\n_(Changed “skip your Perform Action step” to “you cannot perform another\r\naction during your activation.”)_\r\n\r\n##### **Pivot Wing**\r\n\r\nShould read “UT-60D U-wing only” in the restrictions box.\r\n\r\n_(Changed “UT-D60” to “UT-60D”)_\r\n\r\n#### Proton Torpedo\r\n\r\nShould have the ordnance icon next to the attack range.\r\n\r\n_(Changed cone to ordnance icon)_\r\n\r\n> Ordnance Icon\r\n\r\n![Ordnance Icon](Ordnance_Icon.webp)\r\n\r\n##### **R3 Astromech**\r\n\r\nShould read “...2 locks. Each lock must be on a different object.”\r\n\r\n_(Added “Each lock must be on a different object.”)_\r\n\r\n##### **Swarm Tactics**\r\n\r\nShould not be restricted to Imperial only.\r\n\r\n_(Removed “Galactic Empire” icon.)_\r\n\r\n##### **•Magva Yarro and •Saw Gerrera**\r\n\r\nShould read “Rebel only” in the restrictions box.\r\n\r\n_(Changed “Rebel Alliance” icon to “Rebel only” text)_\r\n\r\n##### **• Death Troopers, • Director Krennic, and ISB Slicer**\r\n\r\nShould read “Imperial only” in the restrictions box.\r\n\r\n_(Changed “Galactic Empire” icon to “Imperial only” text)_\r\n\r\n### CONDITION CARDS {#condition-cards}\r\n\r\n##### **• Optimized Prototype**\r\n\r\nShould read “...you may spend 1 :hit:, :critical-hit:, or :focus: result.”\r\n\r\n_(Changed “1 :hit:/:critical-hit:/:focus: result” to “1 :hit:, :critical-hit:, or :focus: result”)_\r\n","Scenarios":"---\r\ntitle: Scenarios\r\nversion: 1.4.6\r\ncategory: [\"SCENARIOS\"]\r\n---\r\n\r\nBelow you will find the 4 scenarios for Standard play. Players may choose what scenario they play each game or may randomize the scenario as they see fit.\r\n\r\nSee the [Scenarios](https://www.atomicmassgames.com/s/SWZ_Scenarios_072022-9lee.pdf \"external\") pdf last page for printable tokens, for the following scenarios.\r\n\r\n## Assault at the Satellite Array\r\n\r\n## Chance Engagement\r\n\r\n## Salvage Mission\r\n\r\n## Scramble the Transmissions\r\n","Setup":"---\r\ntitle: Setup\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nBefore playing, resolve the following steps:\r\n\r\n1. Gather Forces: Each player places their ships and upgrade cards on the table in front of them. For each ship that has a [shield](/rules/Charge) value, [charge limit](/rules/Limit), or [Force capacity](/rules/Charge), place the corresponding :shield:, :charge:, or :force: above the ship and/or upgrade cards. Each player assigns [ID markers](/rules/Id_Marker) to each of their ships.\r\n\r\n2. **Determine Player Order:** Randomly determine the first player as follows: \r\n   1. Each player rolls three attack dice. The player with the most :critical-hit: results is the first player. \r\n   2. In the case of a tie, the first player is the player with the most :focus: results. \r\n   3. If there is still a tie, the first player is the player with the most :hit: results. \r\n   4. If there is still a tie, players reroll the dice and follow the above rules until the tie is broken.\r\n\r\n- This roll cannot be modified by game effects.\r\n\r\n3. **Establish Play Area:** Establish a 3' x 3' (91 cm x 91 cm) [play area](/rules/Play_Area)\r\n   on a flat surface or use a game mat, such as the Fantasy Flight Games\r\n   **Starfield Game Mat**. Then players pick opposite edges of the play\r\n   area to be their player edges.\r\n4. **Place Obstacles:** In player order, players take turns choosing an [obstacle](/rules/Obstacles) and placing it into the play area until all six obstacles have been placed. Obstacles must be placed beyond [range](/rules/Range) 1 of each other and beyond range 2 of each edge of the play area.\r\n5. **Place Forces:** Players place their ships into the play area in [initiative order](/rules/Initiative) from lowest to highest initiative, using player order as a tiebreaker. Ships must be placed within range 1 of their player edge. When a ship with a turret arc indicator is placed, the player rotates the arc to select a standard arc. Each ship with a turret arc indicator may rotate its indicator when the ship is placed.\r\n6. **Prepare Other Components:** Shuffle the damage deck and place it facedown outside the play area. If the players have more than one damage deck, each player uses their own deck. Then the supply of range rulers, templates, dice, and tokens is created near the play area.\r\n\r\nAdditionally:\r\n\r\n- If a card has the **“SETUP:”** header, the ability that follows the header is resolved during the appropriate step of setup.\r\n","Ship":"---\r\ntitle: Ship\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nA ship is composed of a plastic miniature, base, pegs, a ship\r\ntoken, and ID tokens.\r\n\r\n- A ship's plastic miniature must match the ship's type as indicated on the\r\n  ship card.\r\n- A ship must use the dial that matches the [ship's type](/rules/Ship_Type).\r\n- Some plastic miniatures extend beyond their plastic base. For this reason,\r\n  the miniature does not affect any game mechanics. The miniature may\r\n  overlap obstacles and hang over the edge of the [play area](/rules/Play_Area) without issue.\r\n\r\nIf a miniature would touch another miniature or disrupt a ship's\r\nmovement, the players should add or remove one peg from the base to\r\nprevent this contact. Otherwise, the players can temporarily remove the\r\nminiature from its base until ships have moved to allow it to be returned.\r\n","Ship_Abilites":"---\r\ntitle: Ship abilites\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Some ships have ship abilities on their ship cards listed below a pilot ability or flavor text.\r\n---\r\n\r\nSome ships have **SHIP ABILITIES** on their ship cards listed below a pilot ability\r\nor flavor text. Ship [abilities](/rules/Abilities) are the same across all pilots for a type of ship.\r\n\r\n- Some ship abilities can have **“ACTION:”** headers. These are called **SHIP\r\n  ABILITY ACTIONS**. These actions are not on a ship's action bar.\r\n","Ship_Sizes":"---\r\ntitle: Ship Sizes\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: \"There are four different ship sizes: small, medium, large, and huge.\"\r\n---\r\n\r\nThere are four different ship sizes: small, medium, large, and huge.\r\n\r\nA small ship uses a plastic base that is about 1-9/16” (4 cm) long. The rules\r\nof **X-Wing** are written for small ships and therefore there are no special\r\nexceptions for small ships.\r\n\r\nA medium ship uses a plastic base that is about 2-3/8” (6 cm) long. Medium\r\nships have the following exceptions:\r\n\r\n- A medium ship requires two [ion](/rules/Ion) tokens before it is ionized and two tractor\r\n  tokens before it is tractored.\r\n- Medium ships [barrel roll](/rules/Barrel_Roll) differently (including while [decloaking](/rules/Cloak)).\r\n  A large ship uses a plastic base that is about 3-1/8” (8 cm) long. Large ships\r\n  have the following exceptions:\r\n- A large ship requires three ion tokens before it is ionized and three\r\n  tractor tokens before it is tractored.\r\n- Large ships barrel roll differently (including while decloaking).\r\n- During [setup](/rules/Setup), a large ship's base may extend outside of range 1 as long\r\n  as it fills the length of that area. A large ship cannot be placed with any\r\n  portion of its base outside the play area.\r\n\r\nA huge ship uses an extra large plastic base. Huge ships have many additional\r\nrules. They were introduced in the first edition of\r\n**X-Wing** and will be\r\nreintroduced in an upcoming product.\r\n","Ship_Type":"---\r\ntitle: Ship Type\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Each ship has a ship type that is identified by the name of the type of ship listed on the bottom of its ship cards.\r\n---\r\n\r\nEach ship has a ship type that is identified by the name of the type of ship\r\nlisted on the bottom of its ship cards.\r\n\r\n- Each ship must use the [dial](/rules/Dial) that matches their ship type.\r\n- Some [upgrade cards](/rules/Upgrade_Cards) have ship restrictions that refer to ship type\r\n","Sideslip":"---\r\ntitle: Sideslip\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A sideslip is an advanced maneuver.\r\n---\r\n\r\nA sideslip is an advanced maneuver using a turn (:left-turn: or :right-turn:) or bank (:bank-left: or :bank-right:)\r\ntemplate. A sideslip is executed by performing the following steps:\r\n\r\n> A [2 Left Bank] Sideslip\r\n\r\n![Slideslip_Example](Slideslip_Example.webp)\r\n\r\n1.  Place the narrow end of the template\r\n    flush with the ship's side.\r\n\r\n    - For a **left (:left-turn: or :bank-left:) sideslip**,\r\n      place the template on the **right\r\n      side** of the ship.\r\n    - For a **right (:right-turn: or :bank-right:) sideslip**,\r\n      place it on the **left side** of the ship.\r\n\r\n    Align the center line of the template to the center hashmark of the base.\r\n    The other end of the template must be in the ship's :full-front-arc:.\r\n\r\n2.  Pick the ship up and place it at the other end of the template. Align the\r\n    center hashmark on the opposite side of the ship to the center line of the\r\n    template.\r\n\r\n> Correct [2 Left Bank] Sideslip.\r\n\r\n![Slideslip_C_EX_2](Slidslip_C_EX1.webp)\r\n\r\n> Incorrect [2 Left Bank] Sideslip\r\n\r\n![Slideslip_I_EX_2](Slideslip_I_EX1.webp)\r\n\r\nAdditionally:\r\n\r\n- A sideslip is executed by placing the maneuver template in the same\r\n  orientation that it would be placed in front of the ship, but placing it at the\r\n  center line of the ship instead. This means that a sideslip that moves a\r\n  ship to the right is dialed in for the left maneuver and uses the left (:left-turn: or :bank-left:) template, and vice-versa.\r\n\r\n- If the ship cannot fully execute a sideslip, it partially executes that\r\n  maneuver using the left/right center line of the ship base (instead of the\r\n  front/rear center line of the ship base, as it would normally) to determine\r\n  its final position.\r\n\r\n> [2 Left Bank] executed as a bank.\r\n\r\n![Bank_P_1](Slideslip_P_Bank.webp)\r\n\r\n> [2 Left Bank] executed as a sideslip.\r\n\r\n![Slideslip_P_1](Slideslip_P_C.webp)\r\n\r\nThe sideslip changes the **placement** of the template, but the template's is **not** flipped over to the opposite direction.","Simultaneous_Fire":"---\r\ntitle: Simulatneous Fire\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: To represent that ships with the same initiative are essentially attacking at the same time.\r\n---\r\n\r\nTo represent that ships with the same initiative are essentially attacking at the same time, if a ship is [destroyed](/rules/Destroyed) during the [Engagement Phase](/rules/Engagement_Phase), it is [removed](/rules/Removed_From_The_Game) after all ships that have the same initiative as the currently engaged ship have engaged.","Slam":"---\r\ntitle: Slam\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\nicons: [\"slam\"]\r\ndesc: Pilots can SLAM by activating their SubLight Acceleration Motors and careening through space at incredible speeds.\r\n---\r\n\r\nPilots can SLAM by activating their SubLight Acceleration Motors and careening through space at incredible speeds. A ship performs a :slam: action by performing the following steps:\r\n\r\n1. The player chooses a [maneuver](/rules/Maneuver) from the ship's [dial](/rules/Dial). The maneuver must match the [speed](/rules/Speed) of the maneuver that the ship executed this round.\r\n2. The ship executes the chosen maneuver.\r\n3. The ship gains one [disarm](/rules/Disarm) token.\r\n\r\nA ship can perform a :slam: action only during its activation in the Activation Phase. Therefore a ship cannot perform a :slam: action if it is granted an action at any other time.\r\n\r\n- A :slam: action fails if the final position of the ship would cause it to [flee](/rules/Flee).\r\n- When a ship performs a :slam: action, it has performed an action as well as executed a maneuver for the sake of abilities.","Solitary":"---\r\ntitle: Solitrary\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A squad cannot include more than one card of the same upgrade type with the “solitary” restriction.\r\n---\r\n\r\nA squad cannot include more than one card of the same upgrade type with the\r\n“solitary” restriction. For example, since all :tactical-relay: (Tactical Relay) upgrades have\r\nthe solitary restriction, no squad can include more than one :tactical-relay: upgrade.\r\n","Special_Weapon":"---\r\ntitle: Special Weapon\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Special weapons appear as “attack:” headers in card text.\r\n---\r\n\r\nSpecial weapons appear as **“Attack:”** headers in card text. They provide additional types of attacks other than a ship's [primary weapon](/rules/Primary_Weapon)(s).\r\n\r\nSpecial weapons have a combination of [arc](/rules/Arc) requirements, range requirements, attack value, and possibly other requirements. The **ARC ICON** indicates where the target needs to be in order to use this attack. The **RANGE REQUIREMENT** indicates the span of legal [attack ranges](/rules/Attack_Range). The red **ATTACK VALUE** is used to determine the number of attack dice to roll during the Roll Attack Dice step. For cards with special requirements, all of those requirements must be met in order to perform that attack.\r\n\r\n- Some special weapons have a small **ORDNANCE ICON** on them to indicate that range bonuses are not applied with attacks using those weapons.\r\n\r\n> Ordnance Icon\r\n\r\n![Ordnace_Icon.webp](Ordnance_Icon.webp)\r\n\r\n- Arc restrictions appear as arc icons listed to the left of the attack value. The arc restriction requires that the defender be in that arc of the attacker.\r\n- Range requirements are white numbers that appear as a range of numbers listed below the attack value and arc restriction.\r\n- Some attacks also have special requirements listed in parentheses after the header. + The **“attack (:lock:):”** header indicates that the attacker must have a [lock](/rules/Lock) on the defender. + The **“attack (:focus:):”** header indicates that the attacker must have a [focus](/rules/Focus) token.\r\n- Since special weapons are not primary weapons, they do not benefit from abilities that trigger while performing a primary attack.\r\n- Any type of upgrade card attack (such as a :cannon: attack) is a special attack.\r\n","Speed":"---\r\ntitle: Speed\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nEach maneuver has three components: speed (a number 0-5), difficulty (red, white, or blue), and bearing (an arrow or other symbol).\r\n\r\n- If the speed of a maneuver is increased or decreased, the speed of the maneuver is restricted to the templates that exist. + For example, the speed of a [3 :segnor-right:] cannot be increased and the speed of a [1 :straight:>] cannot be decreased.\r\n- The speed of a [0 :stationary:] cannot be increased or decreased.\r\n- Even if a ship partially executes a maneuver, it is still treated as having executed a maneuver of the indicated speed.","Squad_Building":"---\r\ntitle: Squad Building\r\nversion: 1.4.6\r\nlinks: [\r\n  { title: \"Faction\", id: \"Faction\" },\r\n\t{ title: \"Limited And Solitary Card\", id: \"Limited-And-Solitary-Card\" },\r\n\t{ title: \"Ban List\", id: \"Ban-List\" },\r\n\t{ title: \"Restricted List\", id: \"Restricted-List\" },\r\n\t{ title: \"Squad Points\", id: \"Squad-Points\" },\r\n\t{ title: \"Loadout Value\", id: \"Loadout-Value\" },\r\n\t{ title: \"Builder Keywords\", id: \"Builder-Keywords\" },\r\n\t{ title: \"Upgrades\", id: \"Upgrades\" },\r\n\t{ title: \"Loadout Points\", id: \"Loadout-Points\" },\r\n]\r\ncategory: [\"RULES\", \"APPENDIX\"]\r\ntags: [\"BUILDER KEYWORDS\"]\r\n---\r\n\r\nEach player builds a squad by choosing ships whose total squad point cost\r\ndoes not exceed the total defined by the game mode. The squad point total for\r\na standard game is 20 points, with a limitation of three to eight ships.\r\n\r\nEach ship in a player's squad can be equipped with a number of upgrades,\r\nbased on the ship's loadout value. Players build a squad using ship cards,\r\nupgrade cards, and the following rules and restrictions.\r\n\r\n## FACTION\r\n\r\nNearly all game modes limit ships to a specific faction. All ship cards must be\r\nfrom a single faction.\r\n\r\n## LIMITED AND SOLITARY CARDS\r\n\r\nA squad's cards are restricted by the rules of limited cards and solitary cards.\r\n\r\n## BAN LIST\r\n\r\nThe Ban List is a list of ships and upgrades that are not legal for Standard\r\nplay.\r\n\r\nShips on the Ban List cannot be include in squads in Standard play. Upgrades\r\non the Ban List cannot be added to ships in Standard play.\r\n\r\n- Standard loadouts cannot have upgrades added to them, but may include\r\n  upgrades from the Ban List in their loadout. A standard loadout is only\r\n  banned if it appears in the list of banned ships.\r\n\r\n## RESTRICTED LIST\r\n\r\nThe Restricted List is a list of ships and upgrades that are legal for standard\r\nplay, with limitations.\r\n\r\nDuring squad building, a total of four ships and upgrades from the Restricted\r\nList can be included in a squad. This could be up to four copies of one\r\nupgrade or ship or a mix of up to four selections from among all the ships and\r\nupgrades on the Restricted List.\r\n\r\n## SQUAD POINTS\r\n\r\nEach ship card has a squad point cost associated with it. This value is used\r\nduring squad building to build lists that are legal for different game modes. A\r\nlist of all ship card squad point costs is available at [www.atomicmassgames.com/xwing-documents](http://www.atomicmassgames.com/xwing-documents).\r\n\r\n## LOADOUT VALUE\r\n\r\nEach ship has a loadout value that determines how many upgrade cards it can\r\nequip. This value is used during squad building to build lists that are legal for\r\ndifferent game modes. A ship cannot equip more upgrades than its loadout\r\nvalue. A list of all ships' loadout values is available at [www.atomicmassgames.com/xwing-documents](http://www.atomicmassgames.com/xwing-documents).\r\n\r\n## BUILDER KEYWORDS\r\n\r\nSome ships have builder keywords. These keywords are required to equip\r\ncertain upgrades. A list of all ships' builder keywords is available at [www.atomicmassgames.com/xwing-documents](http://www.atomicmassgames.com/xwing-documents).\r\n\r\n## UPGRADES\r\n\r\n- Each ship has an upgrade bar, which is a list of upgrade icons that limit\r\n  the types of upgrades the ship can equip. A list of all ships' upgrade bars\r\n  is available at [www.atomicmassgames.com/xwing-documents](http://www.atomicmassgames.com/xwing-documents).\r\n- Each upgrade card has a cost. The combined cost of all upgrades\r\n  equipped on a ship cannot exceed that ship's loadout value.\r\n- A ship cannot equip more than one copy of an upgrade card with the same\r\n  name.\r\n- Some upgrade cards have restrictions listed in their restriction field.\r\n  These restrictions can refer to faction, ship size, ship types, and builder\r\n  keywords. Only ships that match the restrictions of an upgrade can equip\r\n  it.\r\n\r\n## LOADOUT POINTS\r\n\r\nEach upgrade card has a loadout point cost associated with it. This value\r\nis used during squad building to build lists that are legal for different game\r\nmodes. A list of all upgrade card loadout point costs is available at [www.atomicmassgames.com/xwing-documents](http://www.atomicmassgames.com/xwing-documents).\r\n","Standardized":"---\r\ntitle: Standarized\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Some upgrade cards have the standardized restriction.\r\n---\r\n\r\nSome upgrade cards have the **STANDARDIZED** restriction. During squad\r\nbuilding, if a player selects a ship with a standardized card equipped, each\r\nship of that ship type included in that player's squad must be equipped with a\r\ncopy of that standardized card if it has the ship ability referenced by that card.\r\n\r\n- Standard loadouts cannot equip additional upgrades and ignore the\r\n  standardized restriction.\r\n","Standard_Loadouts":"---\r\ntitle: Standard Loadouts\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nSome ship cards are **STANDARD LOADOUTS**. Standard loadout cards are larger than normal ship cards and list all the ship's equipped upgrades. Some standard loadouts have unique ship abilities, upgrade abilities, and action bars. Standard loadout ships cannot equip any additional upgrades.","Standard_Ship":"---\r\ntitle: Standard Ship\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nA standard ship is any non-huge ship (see [Appendix: Huge Ships](/rules/Huge_Ships)).\r\n","Strain":"---\r\ntitle: Strain\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A ship is strained while it has at least one strain token.\r\n---\r\n\r\nA ship is **STRAINED** while it has at least one strain token. While\r\na strained ship defends, it rolls 1 fewer defense die. The strain\r\ntoken is a red token.\r\n\r\n- After a strained ship applies the effect to roll 1 fewer defense die this\r\n  way, it removes 1 strain token.\r\n- After a strained ship executes a blue maneuver, it removes 1 strain token..\r\n\r\n> Strain Token\r\n\r\n![Strain Token](Strain_Token.webp)","Stress":"---\r\ntitle: Stress\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A ship is stressed while it has at least one stress token.\r\n---\r\n\r\nA ship is **STRESSED** while it has at least one stress token. A stressed ship cannot execute red [maneuvers](/rules/Maneuver) or perform [actions](/rules/Action). The stress token is a red [token](/rules/Tokens).\r\n\r\n- A ship receives one stress token while it executes a red maneuver or after it performs a red action. Additionally, a ship removes one stress token while it executes a blue maneuver.\r\n- If a stressed ship attempts to execute a red maneuver, it instead executes a white [2 :straight:] maneuver. + After a stressed ship reveals a red maneuver, abilities that change the maneuver can be used. After resolving these abilities, if the ship would still execute a red maneuver, it instead executes a white [2 :straight:] maneuver.\r\n- Huge ships have additional rules for stress (see [Appendix: Huge Ships](/rules/Huge_Ships)).\r\n\r\n> Stress Token\r\n\r\n![Stress Token](Stress_Token.webp)","Structure":"---\r\ntitle: Structure\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Structures are an upcoming game mechanic that some cards reference for the sake of future compatibility.\r\n---\r\n\r\nStructures are an upcoming game mechanic that some cards reference for the sake of future compatibility. There are currently no structures.","Supply":"---\r\ntitle: Supply\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: The supply is the shared set of game components that are not being used by any player, such as unassigned focus tokens, maneuver templates, etc.\r\n---\r\n\r\nThe supply is the shared set of game components that are not being used by any player, such as unassigned focus tokens, maneuver templates, etc.","System_Phase":"---\r\ntitle: System Phase\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: The System Phase is the second phase of a round.\r\n---\r\n\r\nThe System Phase is the second phase of a [round](/rules/Round). During this phase, the sequence of play starts with the ship with the lowest [initiative](/rules/Initiative) and continues in ascending order.\r\n\r\nDuring this phase, each ship gets an opportunity to choose and resolve any abilities that are explicitly resolved during the System Phase.\r\n\r\n- Without having specific upgrades, abilities, or tokens, most ships have no effects that can be resolved during this phase. Some abilities that can be used at this time include [dropping and launching devices](/rules/Deploy), [decloaking](/rules/Cloak),and deploying and docking ships.\r\n- If a player has multiple ships with the same [initiative](/rules/Initiative) value, the player resolves abilities in any order; resolving any abilities for one ship before resolving abilities for another ship of the same initiative value.\r\n- If multiple players have ships with the same initiative value, [player order](/rules/Player_Order) is used to determine the sequence. The first player resolves any abilities of their ships with that initiative value in any order, then the second player resolves any abilities of their ships with that initiative value in any order, and so on.","Target":"---\r\ntitle: Target\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nThe target of an [attack](/rules/Attack) is declared during the Declare Target step. A successfully targeted [enemy](/rules/Enemy) ship is the defender.","Threat_Value":"---\r\ntitle: Threat Value\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nInstead of using squad points, Quick Build cards use threat value, which is sometimes represented with the (THREAT VALUE) icon.","Timing":"---\r\ntitle: Timing\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ntags: [\"BEFORE\", \"AT THE START OF\", \"WHILE\", \"AT THE END OF\", \"AFTER\"]\r\n---\r\n\r\nThere are several terms used to indicate the specific timing of an effect:\r\n\r\n- **Before:** The effect resolves immediately preceding the timing specified.\r\n- **At the start of:** This timing is used with a specific phase or step. The effect triggers before anything occurs during that phase or step.\r\n- **While:** This term is often used in combination with multi-stepped game effects such as an attack, an action, or a maneuver. Although less specific than the other timings, this term is used to narrow down when the ability is resolved during the round. Additional verbiage is required to identify when exactly the effect is applied. \r\n  + For example, in the context of an attack, if the ability rolls additional attack dice, the ability triggers during the Roll Attack Dice step. If the ability modifies defense dice, the ability triggers during the Modify Defense Dice step.\r\n- **At the end of:** This timing is used with a specific phase or step of ship's activation. This effect triggers after the normal effects of that phase or step have occurred.\r\n- **After:** The effect resolves immediately following the timing specified.\r\n\r\nThe [ability queue](/rules/Ability_Queue) is used to resolve abilities that would resolve simultaneously.\r\n","Title":"---\r\ntitle: Title\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\nicons: [\"title\"]\r\ndesc: A title is a type of upgrade that is used to represent a very specific version of a ship.\r\n---\r\n\r\nA title is a type of [upgrade](/rules/Upgrade_Cards) that is used to represent a very specific version of a ship. Therefore, each title is restricted to a specific [ship type](/rules/Ship_Type). For example, the Millennium Falcon is a :title: upgrade.\r\n","Tokens":"---\r\ntitle: Tokens\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Some abilities cause ships to gain, spend, or remove tokens. Tokens are used to track effects and come in a variety of colors.\r\n---\r\n\r\nSome abilities cause ships to gain, spend, or remove tokens. Tokens are used to track effects and come in a variety of colors.\r\n\r\n- When a ship is instructed to **GAIN** a token, a token from the supply is placed in the play area next to the ship.\r\n- When a ship is instructed to **SPEND** a token or there is an instruction to **REMOVE** a token from a ship, a token of that type is returned from that ship to the supply.\r\n\r\n- When a ship is instructed to **TRANSFER** a token to another ship, it is removed from that ship and assigned to the other ship. \r\n  + If a ship involved in a transfer is not able to remove or gain the token involved, the transfer cannot take place.\r\n\r\n### Token Colors And Shapes\r\n\r\nTo help with memory, the token's color and shape indicates both when the token is removed and whether the effect is positive or negative.\r\n\r\n- Green and orange tokens are removed during the End Phase. These tokens are both circular.\r\n- Blue and red tokens have special criteria for when they can be removed or spent. These tokens are diamond shaped.\r\n\r\nAdditionally:\r\n\r\n- The physical position of a token in the play area does not provide any effect and is merely representational of belonging to the ship.","Tractor":"---\r\ntitle: Tractor\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: A ship is tractored while it has equal to or greater than a specific number of tractor tokens, according to its size.\r\n---\r\n\r\nA ship is tRactoRed while it has equal to or greater than a specific number of tractor tokens, according to its [size](/rules/Ship_Size): a small ship requires at least one tractor token, a medium ship requires at least two tractor tokens, and a large ship require at least three tractor tokens. A tractor token is a orange token.\r\n\r\n> Tractor Token\r\n\r\n![Tractor Token](Tractor_Token.webp)\r\n\r\nThe first time a ship becomes tractored each round, the player whose effect applied the tractor token may choose one of the following effects:\r\n\r\n- Perform a [barrel roll](/rules/Barrel_Roll) using the [1 :straight:] maneuver template. The player applying\r\n  the effect selects the direction of the barrel roll and the ship's final position.\r\n- Perform a [boost](/rules/Boost) using the [1 :straight:] maneuver template.\r\n\r\nThis move cannot cause the ship to [move through](/rules/Move) or [overlap](/rules/Overlap) an [obstacle](/rules/Obstacle). After a ship is moved this way, if an opponent moved it, the ship's player may choose to have the ship rotate 90 ̊ to the left or right. If they do, the ship gains one stress token.\r\n\r\nWhile a tractored ship defends, it rolls one fewer defense die.\r\n\r\n- Some [special weapons](/rules/Special_Weapons) [inflict](/rules/Inflict) tractor tokens instead of dealing damage.\r\n- Huge ships have additional rules for tractor tokens (see [Appendix: Huge Ships](/rules/Huge_Ships)).\r\n","Unit":"---\r\ntitle: Unit\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: Ships and remotes are units.\r\n---\r\n\r\nShips and remotes are units.","Upgrade_Cards":"---\r\ntitle: Upgrade Cards\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\ndesc: When building a squad, a player can field upgrades for their ships by paying their associated loadout point cost.\r\nlinks: [\r\n{ title: \"Zeb Orrelios\", id: \"zeb-orrelios\" },\r\n{ title: \"BB Astromech\", id: \"bb-astromech\" },\r\n{ title: \"BB-8\", id: \"bb-8\" },\r\n{ title: \"Agent Kallus\", id: \"agent-kallus\" },\r\n{ title: \"Asajj Ventress\", id: \"asajj-ventress\" },\r\n{ title: \"C1-10P\", id: \"c1-10p\" },\r\n{ title: \"Composure\", id: \"composure\" },\r\n{ title: \"Contraband Cybernetics\", id: \"contraband-cybernetics\" },\r\n{ title: \"Count Dooku\", id: \"count-dooku\" },\r\n{ title: \"Dedicated\", id: \"dedicated\" },\r\n{ title: \"Ferrosphere Paint\", id: \"ferrosphere-paint\" },\r\n{ title: \"Grapping Struts\", id: \"grapping-struts-closed\" },\r\n{ title: \"Landing Struts\", id: \"landing-struts-open\" },\r\n{ title: \"Lando's Millennium Falcon\", id: \"landos-millennium-falcon\" },\r\n{ title: \"Leia Organa\", id: \"leia-organa\" },\r\n{ title: \"Luke Skywalker\", id: \"luke-skywalker\" },\r\n{ title: \"Outrider\", id: \"outrider\" },\r\n{ title: \"Protectorate Gleb\", id: \"protectorate-gleb\" },\r\n{ title: \"Slave I\", id: \"slave-i\" },\r\n{ title: \"Static Discharge Vanes\", id: \"static-discharge-vanes\" },\r\n{ title: \"Stalwart Captain\", id: \"stalwart-captain\" },\r\n{ title: \"Ursa Wren\", id: \"ursa-wren\" },\r\n{ title: \"Concussion Bombs\", id: \"concussion-bombs\" },\r\n{ title: \"Tracking Torpedoes\", id: \"tracking-torpedoes\" }\r\n]\r\n---\r\n\r\nWhen building a squad, a player can field upgrades for their ships by paying their associated loadout point cost. When building a squad u, each ship will have a loadout value and an upgrade bar that shows how many and which types of upgrades that ship can equip.\r\n\r\nSome upgrade cards have one or more of the following rules in their restrictions box:\r\n\r\n- **Rebel/Imperial/Scum:** This upgrade can be equipped only to a ship of the specified faction.\r\n- **Small/Medium/Large/Huge ship:** This upgrade can be equipped only to a ship of the specified [size](/rules/Ship_Sizes).\r\n- **Ship-type:** If there is a type of ship listed, this upgrade can be equipped only to a ship of the specified type.\r\n- **Action:** If there is an action icon, this upgrade can be equipped only to a ship with that action on its action bar. This does not include actions on its linked action bar.\r\n\r\n- A ship cannot equip more than one copy of the same card.\r\n- A squad's cards are restricted by the rules of [limited](/rules/Limited) and [solitary](/rules/Solitary) cards.\r\n- Some effects can “exchange” or “equip” an upgrade card from one ship to another during or after setup.\r\n      + An effect can move an upgrade to a ship that does not have the matching icon on its upgrade bar.\r\n      + An effect cannot move an upgrade to a ship that does not meet the requirements set out in the restrictions box of the upgrade card unless the effect says to equip the upgrade “ignoring restrictions.”\r\n","Upgrade_Icons":"---\r\ntitle: Upgrade Icons\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nEach upgrade icon uses the corresponding name listed below:\r\n\r\n- :talent: Talent\r\n- :forcepower: Force Power\r\n- :tech: Tech\r\n- :sensor: Sensor\r\n- :cannon: Cannon\r\n- :turret: Turret\r\n- :torpedo: Torpedo\r\n- :missile: Missile\r\n- :crew: Crew\r\n- :gunner: Gunner\r\n- :tactical-relay: Tactical Relay\r\n- :astromech: Astromech\r\n- :illicit: Illicit\r\n- :device: Payload\r\n- :title: Title\r\n- :modification: Modification\r\n- :configuration: Configuration\r\n- :shield: Hyperdrive\r\n\r\n### Huge Ship Upgrades\r\n\r\n- :hardpoint: Hardpoint\r\n- :cargo: Cargo\r\n- :team: Team\r\n\r\n### Other\r\n\r\n- :command: Command\r\n","Victory_Counters":"---\r\ntitle: Victory Counters\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nSome scenarios have **VICTORY COUNTERS** that are used as markers in the\r\nplayea, used to track progress, or scored for completing goals during play.\r\n\r\n> Victory Counters\r\n\r\n![Victory Counters](Victory_Counters.webp)","Wings":"---\r\ntitle: Wings\r\nversion: 1.4.6\r\ncategory: [\"RULES\"]\r\nlinks: [\r\n    { title: \"What are wings?\", id: \"\" },\r\n    { title: \"Formations\", id: \"\"},\r\n    { title: \"Gatering Forces\", id: \"\" },\r\n    { title: \"Wings In The Planning Phase\", id: \"\"},\r\n    { title: \"Wing Activation\", id: \"\"}\r\n]\r\ndesc: Wings are an exciting new option that allows players to control multiple ships with a single dial.\r\n---\r\n\r\n> Stay sharp There's two more comig in. They're gonna try and cust us off. --Han Solo\r\n\r\nWings are an exciting new option that allows players to control multiple ships with a single dial.\r\nWings not only make flying in formation easier, but thery alos speed up play considerably, accelerating resolution even when there are many ships in play. When running three or more ships of the same type in an **Epic Battles** game, we hightly recommend organizing those ships into a wing to help keep the game moving smoothly.\r\n\r\n# What are wings?\r\n\r\nA wing is a group of mutiple small ships that move together in a formation using a single maneuver dial. Each **WING** consists of one **WING LEADER** and two to five **WINGMATES**. The wing leader executes maneuvers normally using a maneuver dial and a movement template, and the wingmates stay in formation with therir wing leaders by using a wing tool, which is described later.\r\n\r\nA player can select a wing leader and form a wing by equipping specific upgrade cards. These upgrade cards nominate a small ship as a wing leader, contain parameters for choosing that wing leader's wingmates, and provide the wing with an ability to use during the game.\r\n\r\n> If players are playing with Quick Builds, thery can form wings using the Wing Quick Builds included with the \"Epic Battles Expansion\" product. Each one includes a wing leader profile, a profile used for wingmates, and a total [threat level](/rules/Threat_Value) for each of the wings it can be used to form.\r\n\r\n# Formations\r\n\r\nWings are configured in **FORMATIONS** that consist of up to six ships. Each ship in a wing has specific **WING POSITION** in the formation.\r\n\r\n> Each ship's center line is aligned with a line on the wing tool\r\n\r\nPlayers use a full-size wing tool to arrange that hsips in formation. The large wing tool has a line that corresponds to each wing position. To arrage that ships, a player simply aligns each ship's each ship's center line (front, or rear) with the line on the large wing tool that corresponds to that ship's wing position. Each ship's guides (front or rear) should be flush with the wing tool, and each wingmate's full frint arc [:full-front-arc:] must face the same direction as the wing leader's full front arc [:full-front-arc:].\r\n\r\n# Gatering Forces\r\n\r\nWhile building as squad, each player who selects an upgrade that forms a wing must choose which eligible ships are part of that wing. Each :command: upgrade that forms a wing sets certain restrictions on which ships can be part of the wing.\r\n\r\nDuring setup, each ship that is part, of a wing is assigned as ID card that determines that ship's position in the formation. Each ID card includes an ID numbers, the name of the ship's position, and a graphic showing the location of that position within the wing's formation.\r\n\r\nEach ID card also shows legal formations at setup depending on the number of ships in the wing. The formation graphic on ID cards always uses an arrow to indicate the wing leader.\r\n\r\n> Note that if ships are destryed or split, a wing can have \"missing\" positions that are unfilled.\r\n\r\nAfter a player determines the position for each ship in the wing, that player assigns an ID card to each of those ships. Thhen, instead of placing a ship ID token on each ship's card, its wing ID card is placed beneasth its ship card so the top portion of the ID card is visible. Finally, ID tokens that match the numbers and colors are placed on the base of each ship. There are multiple sets of wing ID cards that are distinguished by the color and shape associated with the ID number. A wing can be assigned cards form any set of ID cards; however, each ship in that wing must be assigned a card form the same set.\r\n\r\n# Wings In The Planning Phase\r\n\r\nDuring the [Planning Phase](/rules/Planning_Phase). **only the wing leader is assigned a maneuver dial.** The wingmates are not assigned dials, as they follow the wing leader.\r\n\r\n> **Epic Battlse** contains Wing ID cards and ID tokens for 3 wings (blue, gold, and red). For games where players need more than 3 wings, it alos includes a set of Wing ID cards that can be used with the ID tokens form the core set. Because thry are harder to tell apart, from other ship's IDs these should be used only if needed.\r\n\r\n# Wing Activation\r\n\r\nDuring the [Activation Phase](/rules/activation_Phase), a wing leader activates as normal according to its initative value. It moves and performs actions following normal rules. Then each of ites wingmates activates in ascending order according to its ID number (left flank, right flank, rear support, left support, and right support). Wingmates use different rules for moving and performing actions, as decribed in the next two sections.\r\n\r\n## Wingmate Movement\r\n\r\nWhen a wingmate moves, a player uses a wing tool to place hte ship back into formation with its wing leader. A wingmate is treated as having revealed the same dial as the wing leader and having executed the smae maneuver as the wing leader --this includes the speed, color, and bearing of the wing leader's maneuver.\r\n\r\nIf a wingmate cannot be placed back into formation because it would overlap another ship, or because it would leave the play area, the wingmate returns to its pervious position and executes the wing leader's revealed maneuver (obeying normal overlap rules if necessary). Then that wingmate ships its Perform Action step and is split from the wing, which is described later. See **Example of a Wingmate Overlapping a Ship**.\r\n\r\nIf there is potential for a wingmate to overlap another ship when it moves, a player should use a position marker to rack the wingmate's previous position. This practive ensures that the wingmate is returned to the correct position before executing its maneuver.\r\n\r\n## Wingmate Actions\r\n\r\nDuring the Activation Phase, after it is moved, each wingmate can perform an action. Unlike the wing leader, a wingmate is limited to the following actions:\r\n- Calculate [:calculate:]\r\n- Evade [:evade:]\r\n- Focus [:focus:]\r\n- Reinforce [:reinforce:]\r\n- Lock [:lock:]\r\n\r\n# Splitting And Joining wings\r\n\r\nWingmates can **SPLIT** from their wing, which allows them to behave as an independent ship that used a maneuver dial as normal. Additionally, a ship that has split, from its wing can **JOIN** that wing, becoming a wingmate again.\r\n\r\nA ship's wing ID is used to indicate if a ship it acting as a wingmate or is flying independently. While a ship is a winmate, its wing ID is positioned beneath its ship card so the top of the ID card is showing.\r\nIf the ship has split from its wing, its wing ID is positioned beneath its ship card so the bottom of the ID card is showing.\r\n\r\nAs a ship splits from or joins its wing, players should adjust that ship's ID card to reflect the ship's current status within the wing.\r\n\r\n## Forced Splitting\r\n\r\nMany game effects can force a ship to split from its wing. A wingmate **must** split from its wing when any of the following occur.\r\n\r\n- The ship cannot be placed into formation.\r\n- The ship becomes ionized or tractored.\r\n- The ship is stressed and its wing leader executes a red maneuver.\r\n- An effect other than a maneuver instructs the ship to move or rotate its base.\r\n- The wing leader is removed, or becomes ioized or tractored.\r\n\r\nDue to forced splitting that occurs after the Planning Phase and before the Engagement Phase, it is possible that ship might not have a maneuver dial assigned to it for the Activation Phase. If a split ship does not have a dial assigned in the Activation Phase, it does not activate as normal. Instead, at the end of the Activation Phase, it **must** execute as [2 :straight:] maneuver, skip its Perfrom Action step, and gain one stress token.\r\n\r\n## Voluntary Splitting\r\n\r\nDuring the End Phase, a ship can voluntarily choose to split from its wing. During the next Planning Phase, the ship is assigned a dial that matches its ship type. It functions like a normal ship unless it chooses to join it wing again later.\r\n\r\n## Joining\r\n\r\nAt the start of the Planning Phase, a split ship can join its wing if the following conditions are met.\r\n\r\n- The ship is at range 0-1 of its previous wing leader.\r\n- The ship is not stressed, ionized, tractored, or cloaked.\r\n\r\nA ship can only join its previous wing, which is indicated by the ID card of that wing's leader. Afer joining the wing, the ship is placed back into its formation, it gains one stress token, and its maneuver dial is set aside.\r\n\r\n# Placing Wings During Setup\r\n\r\nDuring the Place Forces step of setup, the entire wing is placed immediately after the wing leader is placed at their initiative. Ships taht are part of a wing cannot be docked or placed in reserve unless a specific scenario dictates it.\r\n\r\nEach wing must be placed in its wing position according to its wing ID card. Wing leaders are placed first as normal, and then each ship in the wing is placed in ascending order according to its ID number. Any ship that cannot be placed is split from the wing and must be placed within its deployment area and gains 1 stress token.\r\n\r\n# Corner And Mini Wing Tools\r\n\r\nCorrner and mini wing tools are provided because the full size wing tool may be too large for all battle situations. Players can use the medium or small wing tools when they are piloting wings in close proximity to oother ships.\r\n\r\nWhen using these tools, players mst follow the smae rules as the full size wing tool. That is, each hip must align its center line with the lines on the tool, each ship's guides (front or rear) must be flush with the wing tool, and each wingmate's full front arc [:full-front-arc:] must face the same direction as the wing leader's full front arc [:full-front-arc:].\r\n\r\nThe corner tool works well for positioning wings that have lost one of their flanks. The mini wing tool can be used to position ships vertically or horizontally. When positioning two ships horizontally, the lines on the tool should be aligned with the center line of the ship's base.","Winning_The_Game":"---\r\ntitle: Winning The Game\r\nversion: 1.4.6\r\ncategory: [\"GLOSSARY\"]\r\n---\r\n\r\nDuring the game, each player calculates and tracks their mission points. The player with the most mission points at the end of the game wins."}